<p>Я пішов у один з комп’ютерних залів.</p>
<p>- Неможливо працювати під Грегорі! Він хоче підняти всі мережі вже сьогодні! - сказала адміністратор. Я покачав головою:</p>
<p>- Він ставить нам випробування, як практичний вчитель. І він як ніхто інший знає, що нам під силу, а що понад наших сил. І якщо Грег ставить завдання, то він знає, що ми це можемо зробити. То як у тебе вихідна швидкість?</p>
<p>- 8 гігабіт в секунду. І в мене ніяк не виходить збільшити.</p>
<p>- І не треба. Грег майже всі інформ-модулі кинув на основні системи. Коли вони звільняться, я відіб’ю в нього декілька десятків і ми збільшимо швидкість до максимуму.</p>
<p>- А ти вживу бачив інформ-модуль? Бо я ні. Я до сих пір не знаю що у ньому всередині.</p>
<p>- Це спеціальний комп'ютер, сам по собі не потужний. Там є декілька процесорів з низькою частотою, блок оперативної пам'яті, блок постійної пам'яті і порт до мережі. Якщо цей модуль до мережі під'єднати, то він включиться в технічну таблицю мережевого сервера і цей сервер стане більш пластичним. Він може декілька сот процесів перекинути на цей модуль, знизивши навантаження на інші процесори.</p>
<p>- Зрозуміло... І чим цих модулів більше…</p>
<p>- Тим могутніший комп'ютер.</p>
<p>Раптом одного із IT-шників, який збирав контроллер, повело і знудило. Адміністратор уже була біля нього, я ж зірвавши аптечку та кинувши її в їхньому напрямку, натиснув червону кнопку і підняв локальну тривогу. Ще мить і ввійшов черговий офіцер, побачив хворого і покликав парамедиків.</p>
<p>Проте за декілька хвилин зайшли не парамедики. За декілька хвилин зайшла сама Ханді. На мій розгублений подив, вона сказала:</p>
<p>- В перший день, дуже багато викликів - парамедиків не вистачає. Приходиться лікарям бігати...</p>
<p>Ханді оглянула хворого, дістала дві капсули якихось-там ліків, зарядила пневматичний ін'єктор і вколола йому в руку. Потім підняла його і 'повела' в медвідсік. Я ж, голодний до нестями, поплівся в їдальню.</p>