<p>Лаби займали цілий рівень. Коли я туди зайшов, мені в носа вдарив свіжого мастила; три робітники встановлювали портативний електронний мікроскоп. Я привітався й спитав, чи не потрібна моя допомога.</p>
<p>- Та ні, дякуємо. Ми вже закінчуємо…</p>
<p>Я подивився на їх мішки під очима й спитав:</p>
<p>- Ви що, цілу ніч возилися з ним?</p>
<p>- Ага, - весело сказав один з них. - Тебе головний чекає.</p>
<p>Кивнувши я ввійшов у кабінет Грега. Ця кімната мало чим нагадувала приналежність вченому - скоріше канцелярському працівнику. Два монітори веселилися над столом, біля крісла шафка електронної бібліотеки а на столі якісь документи виготовлені із паперу.</p>
<p>Грег був заклопотаний, щось писав. Буркнувши те, що мало бути привітанням, він спитав про сьогоднішній план.</p>
<p>- Капітан наказав мені перевірити всі шатлики і тягачі, що відносяться до Хокінґа.</p>
<p>- Спочатку піднімеш мережі у всіх комп'ютерних залах - це на сьогодні основне.</p>
<p>- Слухаюся</p>
<p>- Виконуй.</p>