<!-- @todo extend -->

<p>- Вибачте, але я до вас ненадовго. З найближчого злітного поля через шість годин злітає літак, що доставить мене на космодром - а від завтра я включаюсь у групу передпольотної підготовки.</p>

<p>Вчитель трішки засумував і декілька раз кивнув:</p>

<p>- Ясно, що ж зробиш... Але нагодувати тебе я встигну? Відкоркуємо пляшечку сонячного напою…</p>

<p>Посміхнувшись, я кивнув і сказав:</p>

<p>- Звісно. Але я кинув вживати алкогольні напої, так що я, якщо ви не проти, зварю каву.</p>

 <p>Вчитель 'посміхнувся в бороду' і ми спустились на кухню. Бруно підскочив та побіг за нами.</p>
