<p>
    - Втомився, бідолага - цілу ніч вартував мене, - з вдячною посмішкою сказав Вчитель. - Ось, продегустуй! - і він кинув мені яблуко. Піймавши маленький фрукт, я відкусив від нього та скривився. Учитель уважно спостерігав за мною.
</p>
<p>
    - На мій смак, занадто гірко.

    Ніби сюди вбухали хініну...
</p>
<p>Вчитель просяяв:</p>
<p>
    - Браво!

    Ти попав прямісінько в точку: я вивів яблуню з підвищеним вмістом саме хініну.

    Аби він не окислювався, я його з'єднав з сірководнем.
</p>
<p>
    Ще десять років тому я б спитав: нащо?

    Але той час пройшов.

    Учителю не потрібна практична причина.

    Чому він поєднує такі різні напрями наук, що багатьом і в кошмарному сні не присниться їх поєднувати?

    Тому що цікаво.

    Чому він виводить яблуні на всіх рівнях, включаючи генетику?

    Тому що цікаво.

    Чому він власноруч варить смачнющий сидр, якому немає рівних в цілісінькому світі, замість того, щоб просто купувати його?

    З тої ж причини.
</p>