<h2>Вчитель</h2>

<note file='notes/teacher/library.tpl' />
<note file='notes/teacher/teacher.tpl' />
<note file='notes/teacher/apple.tpl' />
<note file='notes/teacher/wife.tpl' />

<!--

<p>- Не знаю чи знайшли ви час продивитися мій дисертаційний план... - почав я, та Вчитель мене перебив:</p>
<p>- Знайшов, продивився, іще раз продивився та проаналізував. Ти хочеш відібрати у мене золоту медаль поєднувача непоєднуваного? Тестові системи поєднати з іграми на такому рівні - це занадто, навіть для мене. Я ще ніколи не намагався замінити фразу 'здав тест' фразою 'закінчив гру переможцем'. Але... - він уважно подивився на мене, - якщо у тебе це вийде, то ти, по-перше, займеш порожню нішу, по-друге, зацікавиш своїми здобутками інвесторів та зможеш вважати, що персональна руна полімата у тебе в кишені... Якщо зможеш... велике таке 'якщо'...</p>
<p>Я посміхнувся:</p>
<p>- Ви у мені сумніваєтеся?</p>
<p>Вчитель по-змовницьки підморгнув:</p>
<p>- Аякже! Просто ти ще не розумієш, який великий шмат граніту тобі доведеться згризти. Проте... - він сів за стіл і продовжив. - Я вчора спілкувався з Грегом з-приводу твоєї роботи…</p>
<p>Я стрепенувся:</p>
<p>- Ви маєте на увазі Грегорі МакЛейна?</p>
<p>- Так. Я надіслав йому твій план, і, загалом... він хоче стати твоїм науковим керівником. До того ж він теж учасник тої ж місії, що й ти і ви зможете багато спілкуватись 'у одній кімнаті'.</p>
<p>Грег МакЛейн! Один з наймогутніших поліматів світу! По деяким наукам його рівень знань не поступається вчителевому (а якщо вірити слухам, по деяким навіть перевершує його). Я й не сподівався, що він зацікавиться моєю, досить скромною (по своїм міркам, звичайно) темою.</p>
<p>- Дякую вам.</p>
<p>- Пусте! Я ще раз кажу, що по-моєму у тебе нічого не вийде. Дев'яносто відсотків робіт не приймаються з першого разу - ти це прекрастно знаєш. Але якщо у твоїй дисертації є зерно - то Гіл не дасть скласти менше, ніж на відмінно, - він встав. - Та зараз твоя кімната готова, так що... - я похитав головою і Вчитель вмовк.</p>
<p>- Вибачте, але я до вас ненадовго. З найближчого злітного поля через шість годин злітає літак, що доставить мене на космодром - а від завтра я включаюсь у групу передпольотної підготовки.</p>
<p>Вчитель трішки засумував і декілька раз кивнув:</p>
<p>- Ясно, що ж зробиш... Але нагодувати тебе я встигну? Відкоркуємо пляшечку сонячного напою…</p>
<p>Посміхнувшись, я кивнув і сказав:</p>
<p>- Звісно. Але я кинув вживати алкогольні напої, так що я, якщо ви не проти, зварю каву.</p>
<p>Вчитель 'посміхнувся в бороду' і ми спустились на кухню. Бруно підскочив та побіг за нами.</p>
