<p>
    Він не сидів в кріслі і не читав. Вчитель лежав на полу і качав прес. Неймовірно! Він був рівно на тридцять років старше за мене - і я не міг здолати його не тільки у інтелектуальній й духовній, а ще й в фізичній сфері!
</p>
<p>
    Вчитель теж не змінився, тільки борода його зі срібної перетворилася на білосніжну. Такий же вільний спортивний костюм, такі ж вивчаючі очі. На півголови нижче за мене, Вчитель поєднував батьківську математичну розсудливість єврея з материнським спокоєм та абсолютним пофігізмом гречанки. І що у нього особливе, то це колір очей. Не стальний, а, скоріше, відтінку небес, на яких от-от піде дощ. Теплий дощ.
</p>
<p>
    Вчитель по-атлетичному підстрибнув - одразу на ноги - ми міцно обнялись та підійшли до каміну. Бруно тим часом пішов в куток і влігся в свою, спеціально виплетену з лози корзину та майже відразу захропів, висунувши набік рожевий язик.
</p>