<p>
    - Де ваша дружина? - запитав я і присів в плетене крісло.

    Вчитель розташувався навпроти, відкусив від нововиведеного яблука, скорчив лице та відповів:
</p>
<p>
    - В Бразилії. Вона там затримаєтья ще на тиждень. Ось мінус геніального психіатра - її ніким замінити.
</p>
<p>
    Посміхнувшись, я згадав, як Вчитель кохає дружину.

    В минулому, коли вона потрапляла у різні серйозні та не дуже ситуації, саме Вчитель першим поспішав на допомогу.

    І вона відповідала взаємністю - це була пара, розірвати яку неможливо.

    Коли дивишся на них, не можна навіть подумати, що вони перший раз зустрілися, коли Вчитель... заарештував її.

    Він тоді був криміналіст, а вона опинилась не в той час не в тому місці.

    Бідний вчитель: він проводив допит, а проти нього постав не просто психіатр, а психіатр з зовнішністю відьми.

    Красиве точене лице, зелені очі, руде волосся, налиті груди та закутані в сатин ніжки.

    Саме на допиті вона його й зачарувала...
</p>