<p>Четверть часу він продивлявся мої медичні нотатки, ні слова не говорив - тільки мугикав щось немелодійне. У мене почали горіти вуха. Нарешті він зібрав документи, підправив їх, поглянув на мене з-за окулярів і сказав:</p>
<p>- Ви повністю здорові.</p>
<p>Спочатку я не зрозумів його. Може він пропустив частину документів, але ж не можна було повірити, щоб лікар, та ще й такий досвідчений, не побачив зап'ясток. Він відкинувся на спинку крісла та весело засміявся.</p>
<p>- Та ні, я бачу ваші проблеми з пальцями правої руки, крім того ви не можете повністю контролювати рівновагу - проте це давнішні статичні проблеми. Динамічно ви здорові і я готовий підписати з вами контракт на цю місію. З деякими обмовленнями...</p>
<p>Соромно казати, але я був такий приголомшений, що нічого не казав. Лікар продовжував:</p>
<p>- Вам, звичайно, доведеться приділити набагато більше часу вашому здоров'ю там, - він показав наверх, - але по секрету скажу, що я знаю людей, з набагато гіршим станом здоров'я, ніж ваше. Я склав особливу угоду, де детально все описав.</p>
<p>Я кивнув а лікар передав мені планшет з контрактом.</p>
<p>- Перечитайте уважно, всі питання щодо контракту краще вирішити зараз.</p>
<p>Ще раз кивнувши, я заглибився у контракт. Він був чіткий і зрозумілий. Параграфи юридичного, економічного, медичного та військового характерів кожним своїм пунктом давали зрозуміти що від мене буде вимагатися та фіксували мої права і обов'язки. Лікар тим часом допитувався:</p>