<p>Я був у кабінеті капітана Томба вперше. Втричі більше місця, чим у нас, посередині стіл з електронними паперами. Біля стіни маленька книжна полиця а на ній зображення, виповнені грифелем.</p>
<p>Капітан сидів за столом і вивчав щось на екрані. Я стояв, зберігаючи мовчання.</p>
<p>- Ви порушили мій наказ, - сказав капітан Томб.</p>
<p>- Так, сер, порушив.</p>
<p>Капітан сидів в кріслі, над ним трохи позаду стояв Грег.</p>
<p>- Чому?</p>
<p>- У нас не було зв'язку з Хокінґом, протокол на цей випадок підписував смертельний вирок групі, бо в них було мало кисню, так що я все зважив і вирішив ризикнути - хоч і розумів, що за це мені доведеться відповідати багаться речами, навіть відстороненням.</p>
<p>- То ти готовий до нього?</p>
<p>- Так, сер.</p>
<p>Капітан думав, зважував всі за та проти. Ні я ні Грег не сміли порушувати мовчання. Нарешті капітан сказав:</p>
<p>- Подвоїти час ваших фізичних вправ - думаю цього буде достатньо.</p>
<p>Я полегшено кивнув:</p>
<p>- Дякую, сер!</p>
<p>Нашу розмову перервав радіо-виклик: це була Ханді.</p>
<p>- Я прошу вибачення, капітан, але командир зниклої команди прочуняв. Якщо ви хочете бачити його, то вам краще спуститися в медвідсік.</p>
<p>На вустах капітана Томба розплилася посмішка:</p>
<p>- Дуже добре, йдемо!</p>
<p>Я ще раз кивнув.</p>