<p>Медичний відсік був тьмяно освічений. Особливі ‘койки’ до яких пацієнти принайтовувались, просторні іллюми та парочка вазонів якогось мху - це було царство Ханді.</p>
<p>Вона була тут же, проводила якісь маніпуляції з пневматичним бесконтактним ін’єктором. Ми підійшли до неї і капітан спитав:</p>
<p>- Ну як группа?</p>
<p>- Двоє отямились, один ще ні. Побиті, з багаточисленними гематомами, виснажені але живі.</p>
<p>Да, добряче дісталося цій групі. На них живого місця нема. Проте, командир спостерігає і яскраво посміхається. Жахливо і весело одночасно.</p>
<p>- Ну як ви, Джоне?</p>
<p>- Жити можна. Голова трохи поболює, та це й не дивно. Але... - сказав він та опустив повіки - Я нічого не пам’ятаю. Останнє, що схоронилося, це як наша группа облітала невеликий кратер. Потім затьмарення - і ось я в цьому ліжку. Джессі пам'ятає ще менше.</p>
<p>- Амнезія, - відповіла Ханді. - Звичайне діло.</p>
<p>- Але вони пригадають?</p>
<p>- Не можна сказати точно, але скоріше ні, чим так.</p>
<p>Я підійшов до койки, на якій лежала Кіцунка. На відміну від зниклої групи, вона ще залишалась без пам’яті.</p>
<p>- Вона ще непритомна - і буде залишатися такою ще по крайній мірі добу.</p>
<p>- Відпочинь в сьогоднішній день, Лілой. Ніякої роботи, - назакав капітан Томб.</p>
<p>Я підкорився, він вийшов а я пішов тинятися. Як же я ненавиджу такі дні! Я кілька разів відланчував, зайшов в спортивний зал, де Гален заборонив мені займатись до подальших вказівок Ханді а в біолабі мене пригостили свіжим помідором - тільки но ‘з грядки’. Я вже хотів наплювати на наказ і трохи позайматися дисертацією, коли мене викликали до капітана.</p>