    Медичний відсік був тьмяно освічений. Особливі ‘койки’ до яких пацієнти принайтовувались, просторні іллюми та парочка вазонів якогось мху - це було царство Ханді.
    Вона була тут же, проводила якісь маніпуляції з пневматичним бесконтактним ін’єктором. Ми підійшли до неї і капітан спитав:
    - Ну як группа?
    - Двоє отямились, один ще ні. Побиті, з багаточисленними гематомами, виснажені але живі.
    Да, добряче дісталося цій групі. На них живого місця нема. Проте, командир спостерігає і яскраво посміхається. Жахливо і весело одночасно.
    - Ну як ви, Джоне?
    - Жити можна. Голова трохи поболює, та це й не дивно. Але... - сказав він та опустив повіки - Я нічого не пам’ятаю. Останнє, що схоронилося, це як наша группа облітала невеликий кратер. Потім затьмарення - і ось я в цьому ліжку. Джессі пам'ятає ще менше.
    - Амнезія, - відповіла Ханді. - Звичайне діло.
    - Але вони пригадають?
    - Не можна сказати точно, але скоріше ні, чим так.
    Я підійшов до койки, на якій лежала Кіцунка. На відміну від зниклої групи, вона ще залишалась без пам’яті.
    - Вона ще непритомна - і буде залишатися такою ще по крайній мірі добу.
    - Відпочинь в сьогоднішній день, Лілой. Ніякої роботи, - назакав капітан Томб.
    Я підкорився, він вийшов а я пішов тинятися. Як же я ненавиджу такі дні! Я кілька разів відланчував, зайшов в спортивний зал, де Гален заборонив мені займатись до подальших вказівок Ханді а в біолабі мене пригостили свіжим помідором - тільки но ‘з грядки’. Я вже хотів наплювати на наказ і трохи позайматися дисертацією, коли мене викликали до капітана.