Лекції

<p>Це була не зовсім аудиторія - скоріше маленький кабінет. Крізь запиленні вікна проглядувало сонце, біля вчительского столу в кадці був високий фікус. Сдвоєнні парти нагадували б мені шкільні класи СРСР, якби на кожній не стояло по два ноути. Ми з Кіцуною сіли за першу парту коло вікна.</p>
<p>Виглянувши з нього, я побачив 'відстійник' для шатлів. Наш старий друг уже був тут - вантажний шатл, охолоджуючись, сіро поблискував та нагло займав півтора місця. Командир та пілот стояли поруч з низьким трапом, спалили електронні цигарки і переглядали якісь папери на планшеті. Відвівши очі від вікна, я подивився на комп’ютер.</p>
<p>Здавалося б на перший погляд - звичайний ноут, не дуже потужний, системи Intel не останнього покоління. Проте тільки на перший. Придивившись уважніше, я побачив, що мишку заміняє вбудований трекбол а з позначень на клавіатурі я зрозумів, що це не просто ноут на базі Unix, а термінал - тобто він підключений напряму до якогось серверу. Цікаво до якого...</p>
<p>- Отже... - почав Грег. - На своїх екранах ви бачите анкету. В ній десь сотня запитань, передусім юридичного та медичного напрямку. Не хвилюйтеся, я пройду цю анкету разом з вами.</p>
<p>Він активував проектор, з'єднав його зі своїм екраном - і на білій дошці з'явилося зображення.</p>
<p>- Почнемо... На першій сторінці три поля, - Греш показав лазерною указкою. - У першому введіть як ви хочете, щоб вас називали, у другому повне ім'я а у третьому транскрипцію.</p>
<p>Я все ввів, а Кіцуне, прочитавши, викрикнула шепотом:</p>
<p>- Êtes-tu français?</p>
<p>- No, mademoiselle. Я народився поза Францією.</p>
<p>Вона недовірливо запитала:</p>
<p>- Але ж ім’я... Та ще й з приставкою de, що вказує на дворянський рід…</p>
<p>Я поясниив:</p>
<p>- Мій рід із провінції Шампань, проте в вісімнадцятому сторіччі імператриця Катерина I-ша запросила кілька французьких сімей щоб поставити на ноги тамошнє виноробництво, вирощування високоякісних сортів тютюну і таке інше. Мої предки - одні із тих, що переїхали у Єлисаветград, та там і осіли.</p>
<p>- А чому ж ви не повернулись під час кривавої революції сімнадцятого року?</p>
<p>Зітхнувши, я знизав плечима:</p>
<p>- Не знаю... Або не схотіли... або їх не випустили. Документи КДБ відкрили, проте я й згадки не знайшов про свій рід.</p>
<p>Гіл тим часом продовжував:</p>
<p>- На другій сторінці введіть дату й місце вашого народження.</p>
<p>Я вирішив випендритися:</p>
<p>- А хочеш я вгадаю, хто ти за національністю? Ти француженка. По-перше у тебе європейська зовнішність, по-друге ти вільно спілкуєшся французькою. У тебе дуже приємний прононс.</p>
<p>- Не вгадав, - і вона показала мені своє місце народження.</p>
<p>Витріщивши очі я промовив:</p>
<p>- Невже ти японка?</p>
<p>- Так я народилась у маленькому містечку, яке знаходиться у підніжжя вулкану Сакурадзима.</p>
<p>- Але ж європейська зовнішність… - повторив я.</p>
<p>- Тато мій француз. Він один із самих досвідчених японістів в світі - а мати японка. Коли вони побрались, тато погодився переїхати у Японію і я зростала, як білінгв. А щодо європейської зовнішності - у мене є невиражений епікантус. Ще й ім’я вказує на країну, де сходить сонце.</p>
<p>- А що воно означає?</p>
<p>- Я народжувалась під час виверження вулкану. Всі тварини дали драла - всі, крім лисів. І мене вирішили так назвати, бо це ім'я походить з давньої Японії. Означає дух, який перетворюється на дівчину з лисячий хвостом.</p>
<p>- Як в аніме? З вушками? - захоплено спитав я. Вона кивнула і запитала знову:</p>
<p>- А чому ти не вивчив мову своїх предків?</p>
<p>Я почервонів та сказав:</p>
<p>- Бо мені було ні з ким спілкуватися на цій мові... Пара десятків слів - це все що я знаю.</p>
<p>Вона грайливо запитала:</p>
<p>- Хочеш я буду навчати тебе?</p>
<p>Я потупився, почервонів, проте відповів чесно:</p>
<p>- Звісно.</p>
<p>Кіцуна скріпила угоду:</p>
<p>- Домовились!</p>
<p>Далі була кухня. Я вказав середземноморську плюс мої улюблені спеції з настільки пекучого червоного перцю, що від нього всі інші відхрещуються. Кіцуне вказала японську кухню, що не дивно - вона була однією з найздоровіших. В графі 'улюблена страва' вказала - шоколад. Треба взяти на замітку.</p>
<p>Алергій у мене не було (принаймні я не знав про такі), а Кіцуне щось приписала. Скосивши очі, я прочитав, що у неї алергія на... мед? Вона, наче прочитала мої думки та відповіла:</p>
<p>- Взагалі-то, у мене досить сильна алергія на бджолину отруту. А так як її в мізерних кількостях можна знайти у меду, прополісу та воску - мені і їх не можна вживати в їжу. В мене у сумочці є епіпен з адреналіном - на всяк випадок.</p>
<p>- А голка в епіпена хіба достатньо довга, щоб дістати до серця?</p>
<p>- В серце впорскують адреналін тільки коли важка фібриляція. Проти алергії достатньо ввести ліки всередину якогось м'язу.</p>
<p>Я кивнув. Впродовж декількох годин ми покінчили з анкетою а Грег сказав:</p>
<p>- Добре! У вас одна година, відланчуйте і приходьте сюди знову.</p>

<p>Наша група знов пішла в вранішнє кафе та цікаво провела ланч. Ми познайомилися ближче між собою. Рок і Єва нарешті перестали соромитися і включилися в бесіду. Вони були обидва американцями тільки-но закінчившими університет та взятими в екіпаж як помічники. Скалл та Кара були з Норвегії, обоє в минулому солдати. Загалом ми, переговорюючись, повернулися в 'кампус' уже друзями - хоча та ж аудиторія приготувала нам сюрприз.</p>
<p>Ми наче зайшли в інший клас. Крізь вікна проходили промені яскравого світла. Перед дошкою стояло щось велике, накрите парашутним шовком кислотно-салатового кольору. І тут ми побачили Ханді.</p>
<p>Вона була дуже високого зросту, що не дивно - у тутсі всі були високі. Ханді носила паперово-легкий костюм кремового кольору з дуже відвертим декольте. Ебонітову темність її шкіри перевершував тільки колір її очей. Незважаючи на свої п'ятдесат років, вона відбивала захопливі погляди майже всіх чоловіків. Принаймні мій Ханді точно відбила.</p>
<p>- Рада бачити нові очі, а також... - зиркнувши на нас, - пару старих. Я Ханді, шеф медичного відділу на Хокінзі, - вона одягла окуляри. - Ми зробимо так: розіб'ємо цю напів-лекцію напів-семінар на дві частини. На першій я розкажу і покажу вам аптечку, на другій ми ознайомимось із персональним скафандром.</p>
<p>'Так ось що ховається під матерією!', подумав я. Ханді виставила дебелу білу валізу і почала розказувати:</p>
<p>- Ось це повна аптечка. Зверніть увагу на маркування: ніяких хрестів тут немає. Всесвітня організація охорони здоров'я затвердила новий символ - а саме червоний кристал. Жартома медики його називають кристал мету - це скорочення від метамфетамін. Вони і на спеціальній валізах, і на стінах, де ці аптечки знаходяться.</p>
<p>Ханді відкрила кришку та продовжила:</p>
<p>- Тепер давайте пограємо. Ви називаєте елемент, який би ви вклали у цю валізу, а я діставатиму його, якщо ви вгадали.</p>
<p>Прийнявши гру я сказав:</p>
<p>- Якісь анальгетики - на кшталт парацетамолу або диклофенаку...</p>
<p>Вона витягла названі ліки й сказала:</p>
<p>- Вірно, це ліки від болю та жарознижуюче. Ще в цю купу відноситься кетопрофен - але це вже на крайній випадок, наприклад якщо ви хочете угамувати дуже сильний зубний біль. Зверніть увагу на пакування - майже всі ліки у капсулах. Це зроблено спеціально для точного дозування. Що ще?</p>
<p>Кіцуне включилася:</p>
<p>- Щось проти отруєнь: активоване вугілля це точно, можливо є й інші абсорбенти.</p>
<p>Витягши вуголь у порошку, Ханді уточнила:</p>
<p>- Не забувайте, що в аптечці не тільки ліки а й інструменти та перев’язочні матеріали.</p>
<p>- Шини для фіксації, вата у вигляді спонжиків, - швидко сказав я.</p>
<p>Кіцуне додала:</p>
<p>- Термометр та вимірювач тиску - це безперечно є в аптечці. А ще глюкометр, на мою думку.</p>
<p>Витягши компоненти, Ханді з усмішкою сказала:</p>
<p>- Ще? Лілой та Кіцуна мовчать…</p>
<p>Ми з Кіцункою переглянулися. Скалл відповів:</p>
<p>- Ще там звісно є аспірин, правда я не знаю, до якої категорії його відносити…</p>
<p>- До антипіретиків. До того ж, аспірин з нітрогліцерином - це основні ліки, дозволяючі купувати інфаркт до прибуття лікарської допомоги. І спрей проти обпалень з пантенолом теж тут. Зауважте, що у кожного з вас буде також персональна аптечка: її вам зіставить лікар.  В ній ліки уже дозовані персонально вам. Наприклад, в одній і тій же таблетці ібупрофену Кіцуне буде в два рази менше активної сполуки, ніж в її сусіда, бо Лілой важче.</p>
<p>Ханді відставила аптечку, підійшла до скафандру та зняла холщову парусину.</p>
<p>- Тут мені потрібна допомога... Лілой, побудь моїм манекеном, добре?</p>
<p>Я вийшов 'на подіум'. Ханді почала:</p>
<p>- Як бачите, цей костюм не білого а помаранчевого кольору - для більшої помітності. До того ж, ця тканина люмінусцює в темряві. Це єдиний на сьогоднішній день скаф, який ви зможете одягнути самотужки, - Ханді відкинула не такий уже й здоровий ранець і виявилося, що він являє собою ще й кришку люка. - Лілой, прошу.</p>
<p>Незграбно полізи всередину, я почув:</p>
<p>-  Ні, Лілой, спочатку нижні кінцівки, потім верхні і в останню чергу голову. Коли розмістишся, натисни в себе на грудях мигаючу клавішу.</p>
<p>Зробивши так, як Ханді сказала, я зачинив люк.</p>
<p>- Зараз Лілой знаходиться в автономному режимі, - почулося мені крізь маленькі навушники. - Тобто, якби із зовні був вакуум - він би вижив. Зараз скаф налаштовано під температуру та тиск Терри, аудіосистема ввімкнена. Лілой, ти мене чуєш? Скажи що небудь…</p>
<p>Я сказав, що чую нормально і мій голос, в кілька раз посилений, почувся з зовнішнього динаміку, розміщеного десь в області шиї. Пройшовшись по подіуму, я відчув вагу скафу.</p>
<p>- Він доволі важкий - біля тридцяти кілограмів, але з попередніми, які важать більше двохсот - цей скаф перинка.</p>
<p>- Яке у аварійного скафандра джерело живлення? - спитала Міка. Інженер є інженер. Ханді з радістю відповіла:</p>
<p>- Тут два джерела: основне та резервне. В якості першого: подвоєний незалежний літій-іонний акумулятор. Його вистачить на три години і знаходиться він у 'ранці'. Резервне джерело представляє собою патронташ батарей із хімічним реактивом - на годину кожна, - і Ханді відстібнула від мого бедра об'ємний карман та продемонструвала нам п'ять паралелепіпедів.</p>
<p>- Хочу також сказати, що в ранці є компактна енерго-передаюча система - це дозволить вам взяти енергію у корабля чи станції, а також за необхідності передати її один одному.</p>
<p>- А повітря? Балони? - спитала Кара.</p>
<p>- Балони надвисокого тиску у кількості трьох штук. Розміщені в тому ж ранці. Прошу уваги: з ранця виведений штуцер для забору повітря ззовні. Це може бути аеромагістраль, всі види балонів з киснем, і таке інше. Енергія та кисень контролюються спеціальним бортовим комп'ютером, інтерфейс користувача виведено в шолом.</p>
<p>Ханді взяла зі стола щось нак шталт блискучої фляги, закріпила її мені на поясі і приєднала в систему.</p>
<p>- Це поживна сполука, яка включає воду, вітаміни в потрібній концентрації, глюкозу та кофеїн.</p>
<p>- Кофеїн? - спитав Скалл. - Нащо?</p>
<p>- Для бадьорості - це легкий енергетик, - відповіла Ханді і підійшла до мене. Я тим часом спробував лимонаду. М-м-м… Непогано! З легким м'ятним смаком.</p>
<p>- Лілой, натисни ту ж клавішу, що закрила тебе.</p>
<p>Я натиснув, але нічого не відбулось. Подивившись на Ханді, яка кивнула й сказала:</p>
<p>- Це захист від випадкового натискання. Натисни, потримай секунд з п'ять і натисни ті кнопки, під якими загоряться лампочки.</p>
<p>Проробивши все це я відчув, що сезам відтворився.</p>
<p>- Так, тепер саме головне - перший сеанс у вашого персонального лікаря. Якщо ви здорові на достатньому рівні - лікар допусте вас до завтрашнього польоту в Простір. Щасти!</p>
