<p>- Отже... - почав Грег. - На своїх екранах ви бачите анкету. В ній десь сотня запитань, передусім юридичного та медичного напрямку. Не хвилюйтеся, я пройду цю анкету разом з вами.</p>

<p>Він активував проектор, з'єднав його зі своїм екраном - і на білій дошці з'явилося зображення.</p>

<p>- Почнемо... На першій сторінці три поля, - Греш показав лазерною указкою. - У першому введіть як ви хочете, щоб вас називали, у другому повне ім'я а у третьому транскрипцію.</p>

<p>Я все ввів, а Кіцуне, прочитавши, викрикнула шепотом:</p>

<p>- Êtes-tu français?</p>

<p>- No, mademoiselle. Я народився поза Францією.</p>

<p>Вона недовірливо запитала:</p>

<p>- Але ж ім’я... Та ще й з приставкою de, що вказує на дворянський рід…</p>

<p>Я поясниив:</p>

<p>- Мій рід із провінції Шампань, проте в вісімнадцятому сторіччі імператриця Катерина I-ша запросила кілька французьких сімей щоб поставити на ноги тамошнє виноробництво, вирощування високоякісних сортів тютюну і таке інше. Мої предки - одні із тих, що переїхали у Єлисаветград, та там і осіли.</p>

<p>- А чому ж ви не повернулись під час кривавої революції сімнадцятого року?</p>

<p>Зітхнувши, я знизав плечима:</p>

<p>- Не знаю... Або не схотіли... або їх не випустили. Документи КДБ відкрили, проте я й згадки не знайшов про свій рід.</p>

<p>Гіл тим часом продовжував:</p>

<p>- На другій сторінці введіть дату й місце вашого народження.</p>

<p>Я вирішив випендритися:</p>

<p>- А хочеш я вгадаю, хто ти за національністю? Ти француженка. По-перше у тебе європейська зовнішність, по-друге ти вільно спілкуєшся французькою. У тебе дуже приємний прононс.</p>

<p>- Не вгадав, - і вона показала мені своє місце народження.</p>

<p>Витріщивши очі я промовив:</p>

<p>- Невже ти японка?</p>

<p>- Так я народилась у маленькому містечку, яке знаходиться у підніжжя вулкану Сакурадзима.</p>

<p>- Але ж європейська зовнішність… - повторив я.</p>

<p>- Тато мій француз. Він один із самих досвідчених японістів в світі - а мати японка. Коли вони побрались, тато погодився переїхати у Японію і я зростала, як білінгв. А щодо європейської зовнішності - у мене є невиражений епікантус. Ще й ім’я вказує на країну, де сходить сонце.</p>

<p>- А що воно означає?</p>

<p>- Я народжувалась під час виверження вулкану. Всі тварини дали драла - всі, крім лисів. І мене вирішили так назвати, бо це ім'я походить з давньої Японії. Означає дух, який перетворюється на дівчину з лисячий хвостом.</p>

<p>- Як в аніме? З вушками? - захоплено спитав я. Вона кивнула і запитала знову:</p>

<p>- А чому ти не вивчив мову своїх предків?</p>

<p>Я почервонів та сказав:</p>

<p>- Бо мені було ні з ким спілкуватися на цій мові... Пара десятків слів - це все що я знаю.</p>

<p>Вона грайливо запитала:</p>

<p>- Хочеш я буду навчати тебе?</p>

<p>Я потупився, почервонів, проте відповів чесно:</p>

<p>- Звісно.</p>

<p>Кіцуна скріпила угоду:</p>

<p>- Домовились!</p>

<p>Далі була кухня. Я вказав середземноморську плюс мої улюблені спеції з настільки пекучого червоного перцю, що від нього всі інші відхрещуються. Кіцуне вказала японську кухню, що не дивно - вона була однією з найздоровіших. В графі 'улюблена страва' вказала - шоколад. Треба взяти на замітку.</p>
<p>Алергій у мене не було (принаймні я не знав про такі), а Кіцуне щось приписала. Скосивши очі, я прочитав, що у неї алергія на... мед? Вона, наче прочитала мої думки та відповіла:</p>

<p>- Взагалі-то, у мене досить сильна алергія на бджолину отруту. А так як її в мізерних кількостях можна знайти у меду, прополісу та воску - мені і їх не можна вживати в їжу. В мене у сумочці є епіпен з адреналіном - на всяк випадок.</p>

<p>- А голка в епіпена хіба достатньо довга, щоб дістати до серця?</p>

<p>- В серце впорскують адреналін тільки коли важка фібриляція. Проти алергії достатньо ввести ліки всередину якогось м'язу.</p>

<p>Я кивнув. Впродовж декількох годин ми покінчили з анкетою а Грег сказав:</p>

<p>- Добре! У вас одна година, відланчуйте і приходьте сюди знову.</p>