<p>
    Прийшовши туди, я нікого ще не застав.

    Це був невеликий заклад, на десять столиків.

    Відмінність цього кафе у тому, що воно повністю автоматичне - себто нема ні бармена, ні офіціанток - нікого.

    Замість барної стійки стояв приймальний столик, над яким висився спеціальний термінал.

    На ньому замовляли страви та напої.

    Активувавши монітор, я продивився меню.

    Нічого екстраординарного не було: серед перших страв - супи та бульйони, серед других красувалися яєчні та різноманітні каші, ну а посеред напоїв чай, кава та соки.
</p>
<p>
    - Рекомендую тобі каву, а мені Будвайзер! - неголосно сказав Орді.
</p>
<p>
    Я очікував щось схоже та замріяно проронив:
</p>
<p>
    - Хотів би я побачити, як ти будеш хлестати пиво!
</p>
<p>
    Орді збільшив свою гучність та сказав більш нахабно:
</p>
<p>
    - Ти таки побачиш, як я посуну ваш вид на друге місце, а на першому сам вмостюсь!
</p>
<p>
    На мить замислившись, я вирішив послухатись поради і взяв собі подвійне еспресо та круасан з чорницею в додаток, сів за столик біля вікна та почав дивитися на вулицю.
</p>
<p>
    Містечко було крихітним - з десяток вулиць, низькі триповерхові будинки віддавали різними тонами м'яких пастелей.

    Автоматична машина-прибиральник м'яко-зеленого кольору без прямого людського контролю доводила чистоту до ідеальної.

    Це був не те щоб новий виріб - скоріше синтез звичайного прибиральника та контролюючої системи маршрутів на GPS.

    Це містечко ідеальне для випробувань такого роду!

    Якщо ця машина себе добре проявить тут - її будуть випускати для більш широкого спектру міст.

    Та всі ці будинки та в них живучі люди служили одній цілі - забезпечення всім необхідним першого цивільного космопорту.

    З кафешного вікна було видно частину однієї з двох смуг, проілюмінованих яскравими білими ліхтарями.
</p>
<p>- Що це? - раптом спитав Орді. Я не зрозумів.</p>
<p>- Якийсь звук…</p>
<p>Прислухавшись, я відповів:</p>
<p>- Нічого не чую.</p>
<p>Орді нахабно промичав:</p>
<p>- Звісно не чуєш, воно ж на інфразвуці.</p>
<p>Смакуючи гарячу булочку, я продовжив прислухуватися. Нарешті я теж почув. Точніше не почув, а відчув ступнями. Якась вібрація... Від полу вона передалася вікнам, які мілко затряслися, потім я почув низький гул, який посилювався. Гул переріс у виття і я нарешті зрозумів, що це здійснює посадку якийсь шатл. Вставши, та підійшовши до великого вікна я одразу побачив його.</p>
<p>Це був вантажний шатл. Він був темний, проте зправа і зліва, на бортах, були сигнальні вогні рубінового та смарагдового кольору, а прямо на його 'носі' горів яскравий посадковий прожектор. Ще мить - і він котився по смузі.</p>
<p>- Що це, що? - з нетерпінням спитав Орді.</p>
<p>- Заспокойся, просто шатл приземляється.</p>
<p>Орді почав засвоювати інфу а я дивився, як корабель гальмує та допив каву.</p>