<h2>Новачки</h2>

<p>Я сидів у своєму готельному номері та жував вівсянку. Це не була 'вівсянка з пакету', це був мій персональний рецепт. Одна третина вівсяних пластівців, одна молока і одна води. Доводите це до кипіння (але ні в якому разі не кип'ятите), додаєте трохи якогось джему та насолоджуєтесь.</p>
<p>- Як же мені повезло! - промовив я до себе. Спочатку я відвоював роботу в інших кандидатів, потім дістав схвальний відгук від Вчителя а, на кінець, отримав такого наукового керівника!</p>
<p>Прилетівши вчора ввечері я був зустрітий самим Грегом. Отримавши згоду, він сказав, що в дисертаційній групі не буде людини більш прискіпливої та дотошної ніж він сам. Грег прямо сходу хотів прошерстити мій план, але зглянувшись на мою втомленість - і від того безтолковість - відправив відсипатися.</p>
<p>- Як же мені повезло! - повторив я, куштуючи ніжну малинову субстанцію. Згадавши, як нас відбирали на цю посаду я здригнувся. Тестами валили нещадно! Тести із точних наук, тести із гуманітарних наук, навіть тести із музики та живопису! Пригадалося, як в матані треба було розв'язати диференціальне рівняння, як я його вирішував три години і як я згодом дізнався метод, яким завдання можна було вирішити буквально за п'ять хвилин! Або на живописі... Витративши весь свій час на різні нісенітниці, я вивчив тільки 'Авіньйонських дівчат' Пікассо - і всі інші питання зводив до цієї теми. Кошмар! Та врешті решт інші виявилися й ще бездарнішими і місце дісталося мені.</p>
<p>Ця місія дуже важлива - будівництво першої електростанції на нашому природному супутниці. Зараз всі космічні апарати автономні у плані живлення - але це далося занадто великою ціною. Майже половина їх об'єму віддана під власні джерела енергопостачання. Гігантські 'крила' з сонячними батареями роблять апарати до біса незграбними, нестабільні акуми перегріваються та виводять з ладу найдосконаліші схеми... Ці мінуси були прийнятними - до недавнього часу. Але нова програма дій виводить Місяць на новий рівень. Власть придержащі вирішили зайнятися ним всерйоз та колонізувати його - а на це потрібно до-дідька енергії. Наша місія повинна вирішити цю проблему та відкрити дорогу масовій експансії!</p>
<p>- Як же мені повезло! - втретє і в останнє сказав я, встав, помив тарілку і склянку та відсунув фіранку. Ззовні в кімнату ввірвалося 'зоряне сяйво' і трохи освітило моє помешкання. Номер невеликий, проте затишний. У невеликих пластикових кадках стояли рослини, нижня частина листя яких має червоний колір - і я ніяк не міг згадати назву цієї квітки. Ліжко односпальне із свіжими простинями - я себе змусив його заправити. На стіні картина з ефемерними пастелями. На мить подивившись у вікно і нічого путного не побачивши, я почав одягатися.</p>
<p>Форми у мене ще не було, тож я вдягнув темно-сині джинси, такого ж кольору сорочку та пов'язав рубіновий платок на шию. Антиперспіранти я не дуже жалую і використовую лише в крайніх випадках - звичайного вранішнього щоденного душу достатньо. Нарешті я вдягнув на праву руку інформаційний модуль нового типу.</p>
<p>Це був незвичний комп'ютер: доступ до будь-якої інформації відбувався тільки через штучний інтелект. Але чи щось у прихованих настройках збилось, чи взагалі мені так везе - та штучний інтелект у мене вийшов дещо своєрідний. Перше питання всіх інших 'штучників' - як звати оператора. Перше його питання - як його звати. І відмова відзиватися на що небудь, крім його імені! Випадкові пертурбації у системі нейронних мереж - можливість цього один на мільйард! Ввімкнувши і залогінившись, я почув не монотонну річ, а, швидше ображену:</p>
<p>- Лілой, чому ти мене вимкнув на такий довгий час? Я по GPS бачу, що ми перемістилися в іншу країну? Як ти міг?</p>
<p>Система тараторила безумовку.</p>
<p>- Орді, ти даєш мені слово сказати?</p>
<p>- Скажи це слово… Ні, я скажу за тебе: вибач Орді, таке більше не повториться Орді, я за це завантажу тобі еротичних зображень…</p>
<p>Ну як вам? При перегляді специфікації я щось нічого не бачив про образу! І, зітхнувши, я тільки промовив:</p>
<p>- Вибач, Орді.</p>
<p>Декілька секунд роздумів а потім з руки почулось:</p>
<p>- Якби я був увімкнений, я б тобі нагадав про гребінець. Собака-забувака!</p>
<p>Подумки вилаявши себе, та, використавши замість нього власні пальці, я замкнув двері свого номеру та ми пішли у кафе.</p>

<p>Прийшовши туди, я нікого ще не застав. Це був невеликий заклад, на десять столиків. Відмінність цього кафе у тому, що воно повністю автоматичне - себто нема ні бармена, ні офіціанток - нікого. Замість барної стійки стояв приймальний столик, над яким висився спеціальний термінал. На ньому замовляли страви та напої. Активувавши монітор, я продивився меню. Нічого екстраординарного не було: серед перших страв - супи та бульйони, серед других красувалися яєчні та різноманітні каші, ну а посеред напоїв чай, кава та соки.</p>
<p>- Рекомендую тобі каву, а мені Будвайзер! - неголосно сказав Орді.</p>
<p>Я очікував щось схоже та замріяно проронив:</p>
<p>- Хотів би я побачити, як ти будеш хлестати пиво!</p>
<p>Орді збільшив свою гучність та сказав більш нахабно:</p>
<p>- Ти таки побачиш, як я посуну ваш вид на друге місце, а на першому сам вмостюсь!</p>
<p>На мить замислившись, я вирішив послухатись поради і взяв собі подвійне еспресо та круасан з чорницею в додаток, сів за столик біля вікна та почав дивитися на вулицю.</p>
<p>Містечко було крихітним - з десяток вулиць, низькі триповерхові будинки віддавали різними тонами м'яких пастелей. Автоматична машина-прибиральник м'яко-зеленого кольору без прямого людського контролю доводила чистоту до ідеальної. Це був не те щоб новий виріб - скоріше синтез звичайного прибиральника та контролюючої системи маршрутів на GPS. Це містечко ідеальне для випробувань такого роду! Якщо ця машина себе добре проявить тут - її будуть випускати для більш широкого спектру міст. Та всі ці будинки та в них живучі люди служили одній цілі - забезпечення всім необхідним першого цивільного космопорту. З кафешного вікна було видно частину однієї з двох смуг, проілюмінованих яскравими білими ліхтарями.</p>
<p>- Що це? - раптом спитав Орді. Я не зрозумів.</p>
<p>- Якийсь звук…</p>
<p>Прислухавшись, я відповів:</p>
<p>- Нічого не чую.</p>
<p>Орді нахабно промичав:</p>
<p>- Звісно не чуєш, воно ж на інфразвуці.</p>
<p>Смакуючи гарячу булочку, я продовжив прислухуватися. Нарешті я теж почув. Точніше не почув, а відчув ступнями. Якась вібрація... Від полу вона передалася вікнам, які мілко затряслися, потім я почув низький гул, який посилювався. Гул переріс у виття і я нарешті зрозумів, що це здійснює посадку якийсь шатл. Вставши, та підійшовши до великого вікна я одразу побачив його.</p>
<p>Це був вантажний шатл. Він був темний, проте зправа і зліва, на бортах, були сигнальні вогні рубінового та смарагдового кольору, а прямо на його 'носі' горів яскравий посадковий прожектор. Ще мить - і він котився по смузі.</p>
<p>- Що це, що? - з нетерпінням спитав Орді.</p>
<p>- Заспокойся, просто шатл приземляється.</p>
<p>Орді почав засвоювати інфу а я дивився, як корабель гальмує та допив каву.</p>
<p>- Fantastique! - з захопленням промовили сзаду. Повернувшись, я онімів. Молода лисиця була на голову нижча мене. Зачіска-паж із вогняного волосся підкреслювала білину лиця. Чимось ця жінка нагадувала мені Мирей Матье - тільки руду. Великі зелені очі уважно спостерігали за усім. Вона не носила прикрас, приталений чорний тренувальний костюм підкреслював фігуру Афродіти. Стоявши приголомшений я не міг вимовити ні слова. Жінка, щоб вивести мене зі ступора, задала питання:</p>
<p>- Це тут збираються новачки з Хокінґу?</p>
<p>Посміхнувшись, я полегшено сказав:</p>
<p>- Так. Я Лілой, один з них.</p>
<p>Жінка усміхнулася, по-японски вклонилась та сказала:</p>
<p>- Кіцуне.</p>
<p>Права рука злегка сіпнулась і модуль промовив:</p>
<p>- А про мене забув. Як завжди…</p>
<p>Кіцуне з інтересом подивилась на мою руку.</p>
<p>- Це Орді, одиниця штучного інтелекту.</p>
<p>Орді відразу сказав:</p>
<p>- Та запроси ж ти її до столику.</p>
<p>Я вперше відчув щось на кшталт легкого гніву, бо я намагався зробити те саме. Жартома ударивши по модулю, я рукою запросив Кіцуне.</p>
<p>- Перепрошую за Орді. Такі модулі мусять чекати від операторів запиту, проте у мого екземпляра, гм-м, щось не так… - я покрутив пальцем біля голови. - Сідайте, будь-ласка, будемо чекати разом. А може ви чогось хочете? Ви взагалі снідали?</p>
<p>Вона покрутила головою і пояснила:</p>
<p>- Я тільки-но приїхала на монорельсі, ледь в готель в'їхала, так що ні. І якщо відверто, я не дуже розумію в цьому... - вона кивком вказала на термінал.</p>
<p>Оживившись, я промовив:</p>
<p>- То ходімо я вам покажу! І не проти, якщо ми перейдемо на ти? Можна поки без поцілунків... - незграбно, проте дуже мило пожартував я. Кіцуне всміхнулася, кивнула і ми підійшли до монітору.</p>
<p>- Цей механізм офіційно називається консольний автомат нутрієнтів або КАН. Проте неофіційно всі його називають авто-офіціант, - я активував монітор. - Це меню: окремо для страв, напоїв та різних снеків. Вибирай.</p>
<p>Кіцуне швидко продивилась меню та вибрала яєчню на салі, фісташкове тістечко та зелений чай без цукру. Оформивши замовлення Кіцуне спитала:</p>
<p>- Цікаво, що цей автомат зараз робить?</p>
<p>Я не знав цього напевне, але я знав того, хто знає:</p>
<p>- Орді…</p>
<p>Всі інші слова були зайвими - Орді вибухнув знаннями:</p>
<p>- Після того, як людина підтвердила своє замовлення, комп'ютер розпаралелює його - в твоєму випадку це друга страва, снек і напій, формує транзакції... - я зам'явся, проте вона кивком дала мені знати що знає цей термін, - розсилає локальним контролерам і чекає. Ці контроллери відповідають за різне приладдя: чайник, там, мікрохвильовка, пательня і тому подібне. Як тільки вони приготують компоненти, центральний контролер відправляє їх на тацю та видає замовлення... - тут дуже доречно загорілася зелена лампа, виїхала таця з коричневої термостійкої пластмаси, Кіцуне прийняла сніданок і ми повернулися за столик.</p>
<p>Моя нова знайома, відпивши чайку, взялася за тістечко та спитала:</p>
<p>- Орді знає геть усе?</p>
<p>Я посміхнувся та покачав головою:</p>
<p>- Не все, проте дуже багато. База знань в основному походить від Вікіпедії і фізично знаходиться в Цюріху. Проте комп'ютерні системи, такого типу як Орді, завантажують собі часткові копії і можуть оновлювати єдину базу. То чим ти займаєшся?</p>
<p>Кіцуне прожувала та відповіла:</p>
<p>- Я лікар... Працюю під керівництвом головного медика.</p>
<p>З інтересом поглянувши на неї, я уточнив:</p>
<p>- Ханді?</p>
<p>Вона кивнула та спитала:</p>
<p>- А ти? Держу парі, що щось з комп'ютерами.</p>
<p>Я кивнув:</p>
<p>- Вгадала: я шеф адміністраторского відділу. Цей відділ відповідає за комп'ютерні зали та всі мережі на Хокінзі.</p>
<p>- Нічого собі скромність! - либлячись сказала вона.</p>
<p>- Це насправді невисока посада... - сконфужено відповів я. - Буду працювати під керівництвом головного вченого, Грега МакЛейна. А взагалі-то я майбутній полімат…</p>
<p>Тут Кіцуне нашорошила вуха і, коли я це помітив, зацікавлено спитала:</p>
<p>- Я вже чула це слово... Мій керівник - Ханді - по-моєму теж полімат. Але, якщо чесно, я не знаю точно що це таке…</p>
<p>Відправивши залишки остиглого круассана в рот я покивав:</p>
<p>- Як і більшість людей. Це новий клас вчених ще не набув популярності. Полімат це офіційний титул, який присуджується людям з знаннями, які охоплюють значну кількість галузей. Таких людей можна назвати універсальними вченими.</p>
<p>- О, як Леонардо? - живо спитала Кіцуне.</p>
<p>- Саме так. Я тобі скажу більш того: Леонардо і був одним із перших поліматів. Леонардо да Вінчі, Галілео Галілеї, Миколай Коперник, Нікола Тесла - майже всі вчені в давньості були поліматами.</p>
<p>- А що сталося з теперішніми? Не вистачає сил?</p>
<p>- Не в тому справа... Всі науки розрослись на три а то й на чотири порядки - до того ж їх стало набагато більше. І знати все практично неможливо - не вистачає нейронів у людському мозку. Сучасний полімат - це людина, яка дуже швидко будує структуру системи - і не важливо, якого типу ця система. Для досвідченого полімата комп'ютерна система мало чим відрізняється від, скажімо, політичної чи образотворчої системи - одні і ті ж абстракції.</p>
<p>Мене перервали відкриваючісь двері. Декілька чоловік зайшли в кафе. Кіцуне сказала, піднімаючись:</p>
<p>- Пішли знайомитися з іншими зеленими?</p>
<p>Я кивнув.</p>
<p>Зелених було небагато. Одна пара була з Японії. Нобухіко був статним молодим чоловіком ростом з мене із волоссям кольору 'воронове крило'. Міка, молода жінка, про яку у японії скажуть 'каваии' себто милий, постійно посміхалася. Вона і її чоловік носили однакові темно-сірі шерстяні спортивні костюми та були інженерами з джерел енергії.</p>
<p>Інша пара була з Норвегії. Скаллгрім - дикуватий, з нейдущею йому рудою бородою. Він одягався в все мілітаристське та був будівельником-підривником. Кара була вродливою та єдиною з жінок, хто носив прикраси: масивні срібні сережки у вигляді милих черепочків та дерев'яний анкх у якості кулону. Вона була бунтаркою - на пару зі своїм чоловіком.</p>
<p>І, нарешті, Рок і Єва були молодими стажистами з каліфорнійського університету та дуже ніяковіли, коли ми до них зверталися. Ще раз показавши всім як користуватися 'офіціантом' я сів на дальній стілець, а Кара, пригубивши ель, вирішила зняти напругу:</p>
<p>- Нарешті я побачу капітана! Я чула про нього багато різноманітних і захоплюючих історій - не кажучи вже, що у нас з капітаном однакова зачіска.</p>
<p>Всі засміялись: у Кари була поголена голова і вона цим наче хотіла сказати, що капітан теж лисий як коліно. Перегиготавшись, я сказав:</p>
<p>- Ти поспілкуєшся з капітаном Гораціо, проте не сьогодні. Тут тільки ті, що ще не літали в Простір, тому нам потрібні деякі додаткові лекції.</p>
<p>- А саме? - спитав Скалл.</p>
<p>- Спочатку ми заповнимо велику анкету, потім вислухаємо лекцію з техніки безпеки, а потім, ввечері, нам доведеться перший раз зустрітися з лікарями. Якщо зі здоров'ям все гаразд - саме вони підпишуть з нами контракт на цю місію…</p>
<p>- А якщо ні? - тихенько запитала Єва.</p>
<p>- Тоді ви поїдете додому, - суворо сказав знайомий мені чоловічий голос з боку дверей. Ми озирнулися й побачили мого нового наукового керівника, що підходив до групи.</p>
<p>- Я Грег, ваш супервізор. Як тут Лілой вірно сказав, у нас багато справ та ледь-ледь часу, тому ходімо в аудиторію, - він зробив рух 'за мною' та вийшов. Ми пішли за ним.</p>
