<p>
    - Як же мені повезло! - промовив я до себе.

    Спочатку я відвоював роботу в інших кандидатів, потім дістав схвальний відгук від Вчителя а, на кінець, отримав такого наукового керівника!
</p>

<p>
    Прилетівши вчора ввечері я був зустрітий самим Грегом.

    Отримавши згоду, він сказав, що в дисертаційній групі не буде людини більш прискіпливої та дотошної ніж він сам.

    Грег прямо сходу хотів прошерстити мій план, але зглянувшись на мою втомленість - і від того безтолковість - відправив відсипатися.</p>