<p>- Fantastique! - з захопленням промовили сзаду. Повернувшись, я онімів. Молода лисиця була на голову нижча мене. Зачіска-паж із вогняного волосся підкреслювала білину лиця. Чимось ця жінка нагадувала мені Мирей Матье - тільки руду. Великі зелені очі уважно спостерігали за усім. Вона не носила прикрас, приталений чорний тренувальний костюм підкреслював фігуру Афродіти. Стоявши приголомшений я не міг вимовити ні слова. Жінка, щоб вивести мене зі ступора, задала питання:</p>
<p>- Це тут збираються новачки з Хокінґу?</p>
<p>Посміхнувшись, я полегшено сказав:</p>
<p>- Так. Я Лілой, один з них.</p>
<p>Жінка усміхнулася, по-японски вклонилась та сказала:</p>
<p>- Кіцуне.</p>
<p>Права рука злегка сіпнулась і модуль промовив:</p>
<p>- А про мене забув. Як завжди…</p>
<p>Кіцуне з інтересом подивилась на мою руку.</p>
<p>- Це Орді, одиниця штучного інтелекту.</p>
<p>Орді відразу сказав:</p>
<p>- Та запроси ж ти її до столику.</p>
<p>Я вперше відчув щось на кшталт легкого гніву, бо я намагався зробити те саме. Жартома ударивши по модулю, я рукою запросив Кіцуне.</p>
<p>- Перепрошую за Орді. Такі модулі мусять чекати від операторів запиту, проте у мого екземпляра, гм-м, щось не так… - я покрутив пальцем біля голови. - Сідайте, будь-ласка, будемо чекати разом. А може ви чогось хочете? Ви взагалі снідали?</p>
<p>Вона покрутила головою і пояснила:</p>
<p>- Я тільки-но приїхала на монорельсі, ледь в готель в'їхала, так що ні. І якщо відверто, я не дуже розумію в цьому... - вона кивком вказала на термінал.</p>
<p>Оживившись, я промовив:</p>
<p>- То ходімо я вам покажу! І не проти, якщо ми перейдемо на ти? Можна поки без поцілунків... - незграбно, проте дуже мило пожартував я. Кіцуне всміхнулася, кивнула і ми підійшли до монітору.</p>
<p>- Цей механізм офіційно називається консольний автомат нутрієнтів або КАН. Проте неофіційно всі його називають авто-офіціант, - я активував монітор. - Це меню: окремо для страв, напоїв та різних снеків. Вибирай.</p>
<p>Кіцуне швидко продивилась меню та вибрала яєчню на салі, фісташкове тістечко та зелений чай без цукру. Оформивши замовлення Кіцуне спитала:</p>
<p>- Цікаво, що цей автомат зараз робить?</p>
<p>Я не знав цього напевне, але я знав того, хто знає:</p>
<p>- Орді…</p>
<p>Всі інші слова були зайвими - Орді вибухнув знаннями:</p>
<p>- Після того, як людина підтвердила своє замовлення, комп'ютер розпаралелює його - в твоєму випадку це друга страва, снек і напій, формує транзакції... - я зам'явся, проте вона кивком дала мені знати що знає цей термін, - розсилає локальним контролерам і чекає. Ці контроллери відповідають за різне приладдя: чайник, там, мікрохвильовка, пательня і тому подібне. Як тільки вони приготують компоненти, центральний контролер відправляє їх на тацю та видає замовлення... - тут дуже доречно загорілася зелена лампа, виїхала таця з коричневої термостійкої пластмаси, Кіцуне прийняла сніданок і ми повернулися за столик.</p>
<p>Моя нова знайома, відпивши чайку, взялася за тістечко та спитала:</p>
<p>- Орді знає геть усе?</p>
<p>Я посміхнувся та покачав головою:</p>
<p>- Не все, проте дуже багато. База знань в основному походить від Вікіпедії і фізично знаходиться в Цюріху. Проте комп'ютерні системи, такого типу як Орді, завантажують собі часткові копії і можуть оновлювати єдину базу. То чим ти займаєшся?</p>
<p>Кіцуне прожувала та відповіла:</p>
<p>- Я лікар... Працюю під керівництвом головного медика.</p>
<p>З інтересом поглянувши на неї, я уточнив:</p>
<p>- Ханді?</p>
<p>Вона кивнула та спитала:</p>