<p>
    Ця місія дуже важлива - будівництво першої електростанції на нашому природному супутниці.

    Зараз всі космічні апарати автономні у плані живлення - але це далося занадто великою ціною.

    Майже половина їх об'єму віддана під власні джерела енергопостачання.

    Гігантські 'крила' з сонячними батареями роблять апарати до біса незграбними, нестабільні акуми перегріваються та виводять з ладу найдосконаліші схеми...

    Ці мінуси були прийнятними - до недавнього часу.

    Але нова програма дій виводить Місяць на новий рівень.

    Власть придержащі вирішили зайнятися ним всерйоз та колонізувати його - а на це потрібно до-дідька енергії.

    Наша місія повинна вирішити цю проблему та відкрити дорогу масовій експансії!
</p>