<p>
    Це був незвичний комп'ютер: доступ до будь-якої інформації відбувався тільки через штучний інтелект.

    Але чи щось у прихованих настройках збилось, чи взагалі мені так везе - та штучний інтелект у мене вийшов дещо своєрідний.

    Перше питання всіх інших 'штучників' - як звати оператора.

    Перше його питання - як його звати.

    І відмова відзиватися на що небудь, крім його імені!

    Випадкові пертурбації у системі нейронних мереж - можливість цього один на мільйард!

    Ввімкнувши і залогінившись, я почув не монотонну річ, а, швидше ображену:
</p>
<p>
    - Лілой, чому ти мене вимкнув на такий довгий час?

    Я по GPS бачу, що ми перемістилися в іншу країну?

    Як ти міг?
</p>
<p>
    Система тараторила безумовку.
</p>
<p>- Орді, ти даєш мені слово сказати?</p>
<p>
    - Скажи це слово… Ні, я скажу за тебе: вибач Орді, таке більше не повториться Орді, я за це завантажу тобі еротичних зображень…
</p>
<p>
    Ну як вам? При перегляді специфікації я щось нічого не бачив про образу! І, зітхнувши, я тільки промовив:
</p>
<p>- Вибач, Орді.</p>
<p>Декілька секунд роздумів а потім з руки почулось:</p>
<p>- Якби я був увімкнений, я б тобі нагадав про гребінець. Собака-забувака!</p>
<p>Подумки вилаявши себе, та, використавши замість нього власні пальці, я замкнув двері свого номеру та ми пішли у кафе.</p>