<p>- А ти? Держу парі, що щось з комп'ютерами.</p>
<p>Я кивнув:</p>
<p>- Вгадала: я шеф адміністраторского відділу. Цей відділ відповідає за комп'ютерні зали та всі мережі на Хокінзі.</p>
<p>- Нічого собі скромність! - либлячись сказала вона.</p>
<p>- Це насправді невисока посада... - сконфужено відповів я. - Буду працювати під керівництвом головного вченого, Грега МакЛейна. А взагалі-то я майбутній полімат…</p>
<p>Тут Кіцуне нашорошила вуха і, коли я це помітив, зацікавлено спитала:</p>
<p>- Я вже чула це слово... Мій керівник - Ханді - по-моєму теж полімат. Але, якщо чесно, я не знаю точно що це таке…</p>
<p>Відправивши залишки остиглого круассана в рот я покивав:</p>
<p>- Як і більшість людей. Це новий клас вчених ще не набув популярності. Полімат це офіційний титул, який присуджується людям з знаннями, які охоплюють значну кількість галузей. Таких людей можна назвати універсальними вченими.</p>
<p>- О, як Леонардо? - живо спитала Кіцуне.</p>
<p>- Саме так. Я тобі скажу більш того: Леонардо і був одним із перших поліматів. Леонардо да Вінчі, Галілео Галілеї, Миколай Коперник, Нікола Тесла - майже всі вчені в давньості були поліматами.</p>
<p>- А що сталося з теперішніми? Не вистачає сил?</p>
<p>- Не в тому справа... Всі науки розрослись на три а то й на чотири порядки - до того ж їх стало набагато більше. І знати все практично неможливо - не вистачає нейронів у людському мозку. Сучасний полімат - це людина, яка дуже швидко будує структуру системи - і не важливо, якого типу ця система. Для досвідченого полімата комп'ютерна система мало чим відрізняється від, скажімо, політичної чи образотворчої системи - одні і ті ж абстракції.</p>
<p>Мене перервали відкриваючісь двері. Декілька чоловік зайшли в кафе. Кіцуне сказала, піднімаючись:</p>
<p>- Пішли знайомитися з іншими зеленими?</p>
<p>Я кивнув.</p>