<p>
    - Як же мені повезло! - втретє і в останнє сказав я, встав, помив тарілку і склянку та відсунув фіранку.

    Ззовні в кімнату ввірвалося 'зоряне сяйво' і трохи освітило моє помешкання.

    Номер невеликий, проте затишний.

    У невеликих пластикових кадках стояли рослини, нижня частина листя яких має червоний колір - і я ніяк не міг згадати назву цієї квітки.

    Ліжко односпальне із свіжими простинями - я себе змусив його заправити.

    На стіні картина з ефемерними пастелями.

    На мить подивившись у вікно і нічого путного не побачивши, я почав одягатися.
</p>