<p>
    - Як же мені повезло! - повторив я, куштуючи ніжну малинову субстанцію.

    Згадавши, як нас відбирали на цю посаду я здригнувся.

    Тестами валили нещадно!

    Тести із точних наук, тести із гуманітарних наук, навіть тести із музики та живопису!

    Пригадалося, як в матані треба було розв'язати диференціальне рівняння, як я його вирішував три години і як я згодом дізнався метод, яким завдання можна було вирішити буквально за п'ять хвилин!

    Або на живописі...

    Витративши весь свій час на різні нісенітниці, я вивчив тільки 'Авіньйонських дівчат' Пікассо - і всі інші питання зводив до цієї теми.

    Кошмар!

    Та врешті решт інші виявилися й ще бездарнішими і місце дісталося мені.
</p>