<?xml version="1.0" encoding="koi8-u" ?>
<story title="Глава III. Бібліотека" start="general">
    <info />
    <tiles>
        <tile id="general" type="html">
            <h3>Глава III. Бібліотека</h3>
            <p>Бібліотека була розкішною. Вчитель цікавився майже всім - і вона відображала це. Книжки з точних наук сусідствували з нотами для скрипки, була навіть спеціальна полиця для старовинних папірусів. Мені пригадалося, що, як я тут жив, католицький кардинал спеціально приїздив сюди, щоб піддати аналізу якийсь древній талмуд. Так і бачилось, що Вчитель має сидіти у дуже зручному кріслі, попивати свій незмінний бурштинний сидр та читати Улісс - не менше!</p>
            <p>Вчитель не сидів в кріслі і не читав. Вчитель лежав на полу і качав прес. Неймовірно! Він був рівно на тридцять років старше за мене - і я не міг здолати його не тільки у інтелектуальній й духовній, а ще й в фізичній сфері!</p>
            <p>Вчитель теж не змінився, тільки борода його зі срібної стала білосніжна. Такий же вільний спортивний костюм, такі ж вивчаючі очі. Він по-атлетичному підстрибнув - одразу на ноги - ми міцно обнялись та відійшли до каміну. Тим часом Бруно пішов в куток і влігся в свою, спеціально виплетену з лози корзину та майже відразу захропів, висунувши набік язик.</p>
            <p>- Втомився, бідолага - цілу ніч вартував мене, - з вдячною посмішкою сказав Вчитель. - Ось, продегустуй! - і він кинув мені яблуко. Піймавши маленький фрукт, я відкусив від нього та скривився. Учитель уважно спостерігав за мною.</p>
            <p>- На мій смак, занадто гірко. Ніби сюди вбухали хініну...</p>
            <p>Вчитель просяяв:</p>
            <p>- Браво! Ти попав прямісінько в точку: я вивів яблуню з підвищеним вмістом саме хініну. Аби він не окислювався, я його з'єднав з сірководнем.</p>
            <p>Ще десять років тому я б спитав: нащо? Але той час пройшов. Учителю не потрібна практична причина. Чому він поєднує такі різні напрями наук, що багатьом і в кошмарному сні не присниться їх поєднувати? Тому що цікаво. Чому він виводить яблуні на всіх рівнях, включаючи генетику? Тому що цікаво. Чому він власноруч варить смачнющий сидр, якому немає рівних в цілісінькому світі, замість того, щоб просто купувати його? З тої ж причини.</p>
            <p>- Де ваша дружина? - запитав я і присів в плетене крісло. Вчитель розташувався навпроти, відкусив від нововиведеного яблука, скорчив лице та відповів:</p>
            <p>- В Бразилії. Вона там затримаєтья ще на тиждень. Ось мінус геніального психіатра - її ніким замінити.</p>
            <p>Посміхнувшись, я згадав, як Вчитель кохає дружину. В минулому, коли вона потрапляла у різні серйозні та не дуже ситуації, саме Вчитель першим поспішав на допомогу. І вона відповідала взаємністю - це була пара, розірвати яку неможливо.</p>
            <p>- Не знаю чи знайшли ви час продивитися мій дисертаційний план... - почав я, та Вчитель мене перебив:</p>
            <p>- Знайшов, продивився, іще раз продивився та проаналізував. Ти хочеш відібрати у мене золоту медаль поєднувача непоєднуваного? Тестові системи поєднати з іграми - це занадто, навіть для мене. Я ще ніколи не намагався замінити фразу 'здав тест' фразою 'закінчив гру переможцем'. Але... - він уважно подивився на мене, - якщо у тебе це вийде, то ти, по-перше, займеш порожню нішу, по-друге, зацікавиш своїми здобутками інвесторів та зможеш вважати, що персональна руна полімата у тебе в кишені... Якщо зможеш... велике таке 'якщо'...</p>
            <p>Я посміхнувся:</p>
            <p>- Ви у мені сумніваєтеся? - на що вчитель по-змовницьки підморгнув:</p>
            <p>- Аякже! Просто ти ще не розумієш, який великий шмат граніту тобі доведеться згризти. Проте... - він сів за стіл і продовжив. - Я вчора спілкувався з Грегом з-приводу твоєї роботи...</p>
            <p>Я стрепенувся:</p>
            <p>- Ви маєте на увазі Грегорі МакЛейна?</p>
            <p>- Так. Я надіслав йому твій план, і, загалом... він хоче стати твоїм науковим керівником. До того ж він теж учасник тої ж місії, що й ти і ви зможете багато спілкуватись 'у одній кімнаті'.</p>
            <p>Грег МакЛейн! Один з наймогутніших поліматів світу! По деяким наукам його рівень знань не поступається вчителевому (а якщо вірити слухам, по деяким навіть перевершує його). Я й не сподівався, що він зацікавиться моєю, досить скромною (по своїм міркам, звичайно) темою.</p>
            <p>- Дякую вам.</p>
            <p>- Пусте! Я ще раз кажу, що по-моєму у тебе нічого не вийде. Дев'яносто відсотків робіт не приймаються з першого разу - ти це знаєш. Але якщо у твоїй дисертації є зерно - то Грег не дасть скласти менше, ніж на відмінно, - він встав. - Та зараз твоя кімната готова, так що... - я покачав головою і Вчитель вмовк.</p>
            <p>- Вибачте, але я до вас ненадовго. З найближчого злітного поля через чотири години злітає літак, що доставить мене на космодром, а від завтра я включаюсь у групу передпольотної підготовки.</p>
            <p>Вчитель трішки засумував і декілька раз кивнув:</p>
            <p>- Ясно, що ж зробиш... Але нагодувати тебе я встигну? Відкоркуємо пляшечку сонячного напою...</p>
            <p>Я посміхнувся, кивнув і сказав:</p>
            <p>- Звісно. Але я кинув вживати алкогольні напої, так що я зварю каву, добре?</p>
            <p>Вчитель 'посміхнувся в кулак' і ми спустились на кухню. Бруно підскочив та побіг за нами.</p>
        </tile>
    </tiles>
</story>