<p>
    Я звернув від шляху на Болонью - і зараз-же змінилось покриття дороги.

    Де був старий потрісканий асфальт, там з'явилася базальтова жорства.

    Камінчик забарабанили по днищу автівки.

    За густими чагарниковими хащами терновника проглядувалось те, що залишилося від маленької фортеці.

    Десь п'ятсот років тому збудували її із піщаника - тригранна контрфорсна стіна, пару десятків будівель, маленька цитадель.

    Багато часу фортеця простояла незламна, багато зубів обломали об неї вороги - та вона вистояла... поки за неї не взявся час.
</p>
<p>
    Мені пригадалося, як пару років тому, я зупинявся тут, бродив серед руїн і мріяв.

    Знайшовши яму, яка свого часу була колодязем, я випив студеної води.

    Це місце зачаровувало мене своєю неповторною магією!

    Я навіть солодко закимарив на розігріту гранітному камені, коло маленької зруйнованої часовні - але згодом помітив що те, що притягувало мене, вочевидь, притягувало й гігантських хрестовиків павучого кольору - а я їх дуже боюсь.
</p>