<p>
    Бруно закінчив вилизувати жорству, весело подивився на мене і потрусив попереду.

    Ми пішли додому не по стежці а навпростець - через пасіку.

    Це була маленька пасіка в три різнокольорові рамочні вулики.

    Я звідси бачив, як 'заспані' бджоли відсилали своїх трудяг, як ті повільно та ліниво летіли до квітучих яблунь на розвідку.
</p>
<p>
    Пес пригальмував перед вуликами та понюхав повітря.

    Цікаво, чи пам'ятає він, як ще цуциком сунув свого носа до бджолиного льотка?

    Його від численних укусів рознесло тоді так, що Вчитель колов йому дозу димедролу, як протиалергічного препарату.

    Бруно тим часом чхнув та побіг за вугол будинку.

    Я пішов за ним.
</p>