<p>
    Їхати в молоці та об'їжджати калюжі було б складно, якби не нововведення моєї машини.

    З першого погляду я подорожую на 'дуже старому Форді' - але це не зовсім вірно.

    На перший погляд у мене Ford Escort 2000 року випуску.

    Але ще до потрапляння в мої руки, машина кардинально перероблена на ралійну.

    Спортивні механіки викинули все, що не потрібне у ралі та має вагу: задні крісла, стереосистему, і тому подібне.

    Вони також змонтували захисний каркас та встановили вперед спортивні сидіння.

    Рідний двигун механіки замінили на форсований шести-циліндровий інжекторного типу, тим самим збільшивши його потужність до пів-тисячі кінських сил.

    І в останню чергу механіки повністю змінили трансмісію на повний привід і зробили спортивну підвіску встановивши більш довгі пневмо-гідравлічні амортизатори 'рюкзачного' типу.

    В моїх руках ця машина зазнала ще більших змін.

    Я повністю змінив стандартне кермо на систему джойстика.

    Це дуже інтересна річ: джойстик зроблено у вигляді відбитка руки.

    Бортовий комп'ютер розпізнає, коли рука лежить в ніш й переходу на ручне керування.

    Він виконує всі команди пілота: розганяється та гальмує продовжнім обертанням долоні, повертає поперечним - до того ж до кожного пальця підведено перемикач, що контролює світлову систему, систему коондицінування, та інше.

    Як тільки керувач прибирає руку з відбитку - тут же контроллер вмикає автопілот - і людина може відпочити.

    У якості фінального аккорду, наліплена наклейка з доктором Брауном з фільму 'Назад в Майбутнє' та написом 'Savant fou<!-- Скажений вчений -->'.

    Так що моя машинка низько та неголосно гарчить - проте варто піддати газу - і своїм могутнім ревом вона ставить на місце всі сучасні суперкари.
</p>