<h2>Дорога</h2>

<note file='notes/road/italy.tpl' />
<note file='notes/road/on-the-right-side.tpl' />
<note file='notes/road/on-the-left-side.tpl' />
<note file='notes/road/river.tpl' />
<note file='notes/road/car.tpl' />
<note file='notes/road/turn.tpl' />
<note file='notes/road/bologna.tpl' />
<note file='notes/road/university.tpl' />
<note file='notes/road/abandoned-castle.tpl' />
<note file='notes/road/nightingale.tpl' />
<note file='notes/road/cottage.tpl' />
<note file='notes/road/bruno.tpl' />
<note file='notes/road/house.tpl' />
<note file='notes/road/apiary.tpl' />

<!--

<p>Веранда була відкритого типу, без жодного скла. На сосновому нелакованому столі лежав свіжий журнал Forensic Science - та не це привернуло мою увагу. Вчитель виніс професійний телескоп-рефлектор системи Грегорі з майже півметровим діаметром об'єктиву!</p></p>
<p>Підійшовши до цього красеня я заглянув в окуляр. Так як зараз був ранок, то мені нічого внятного не повиділося - якісь розмиті блакитно-сірі розводи. Судячи з усього цього, Вчитель сьогодні вночі здійснював прогулянку по небу, а судячи з довжини його нотаток і кількості яблучних огризків - він провів тут половину ночі. Я проглянув записи і мене здивувало те, що Вчитель вдивлявся в... ніщо. Не галактики, ні зоряного скупчення, ні планет в тих координатах, які були виписані, наскільки я знаю, в цю пору року видно не було. Дуже дивно!</p></p>
<p>Бруно вибіг із дому, неголосно гавкнув на мене, наче запрошуючи увійти. Взявши яблуко з плетеної корзини я зайшов всередину.</p></p>
<p>Не знаю чи у інших є таке відчуття, але коли я заходжу в коттедж Вчителя - атмосфера змінюється на зимній вечір. Зовні може бути рясна на дощ весна, виснажливо-жарке літо, болотиста осінь - та всередині завжди святковий зимовий вечір. Ще трохи, і я повірю, що як тільки відкрию двері знову - легка метелиця припорошить коврик сніжинками.</p></p>
<p>Роздягнувшись, я зняв плащ кольору брудного хакі та капелюха, повісив все у невелику шафу та оглянув хол. Тут теж нічого не змінилося! Приємно-жовте світло з прихованих настінних світильників падало на малюнки та креслення, які висіли на стінах. Це були світлокопії авторства античних вчених. Креслення фортець, плани каналів Венеції та схема повних лат лицаря-ландскнехта - та не це привернуло мою увагу. Я підійшов до найціннішого скарбу Вчителя - знаменитого секстанту - згадки того часу, коли Вчитель подорожував - і взяв його. Відчувши значну вагу я придивився до маленької тріщинки на обкладці інструменту. Цей дефект утворився десять років тому, коли я ненавмисно впустив його на підлогу. Добре, що нікого не було вдома... Добре, що в тій кімнаті були килими…</p></p>
<p>Заглянувши на кухню, я побачив легкий розгардіяш та яскраво-блакитного метелика, що повзав по соняшнику. На грубо збитому столі лежали свіжий шмат білого хлібу з ароматною скоринкою та пару разів надкушений сектор сиру. Бруно хлебтав воду з червоної пластикової миски під столом.</p></p>
<p>- Лілой, я в бібліотеці! - рознісся низький бархатистий тенор Вчителя. Посміхнувшись і скуйовдивши давно не мите волосся, я пішов на другий поверх.</p></p>
