<p>
    За що я поважаю його, так це за те, що у нього в паркані нема воріт - бо немає самого паркану.

    Є тільки низенький дерев'яний тин - тай то тільки для того, щоб підтримувати 'ліани' вічнозеленого плюща.
</p>
<p>
    Мій фордик зупинився на критій парковці на чотири місця, поруч з автомобілем Учителя.

    Я скрізь скло оглянув його: Volkswagen Bug блідо-салатового кольору та досконало вимитий - таке відчуття, наче злива обливала цю машину цілу ніч.

    Відстовбурчивши ворота легкого плаща, я одягнув капелюх, вийшов із машини... і був 'обнятий' гігантським псом.
</p>