<p>
    Роздягнувшись, я зняв плащ кольору брудного хакі та капелюха, повісив все у невелику шафу та оглянув хол.

    Тут теж нічого не змінилося!

    Приємно-жовте світло з прихованих настінних світильників падало на малюнки та креслення, які висіли на стінах.

    Це були світлокопії авторства античних вчених.

    Креслення фортець, плани каналів Венеції та схема повних лат лицаря-ландскнехта - та не це привернуло мою увагу.

    Я підійшов до найціннішого скарбу Вчителя - знаменитого секстанту - згадки того часу, коли Вчитель подорожував - і взяв його.

    Відчувши значну вагу я придивився до маленької тріщинки на обкладці інструменту.

    Цей дефект утворився десять років тому, коли я ненавмисно впустив його на підлогу.

    Добре, що нікого не було вдома...

    Добре, що в тій кімнаті були килими...
</p>