<p>
    - Тільки Вчителеві не кажи! - промовив я і Бруно захамкав сир.

    Озирнувшись навкруги, я впевнився, що все так, як і було раніше: двоповерховий котедж з білої цегли під брунатною черепицею, літня кухня, де Вчитель робив смачний сидр та напів-льох напів-погріб, де цей сидр зберігався у амфорах з білої глини.

    Вікна теж були старими, дерев'яними, проте їх дружина Вчителя кожну неділю протирала - і вони були в ідеальному порядку - як і все навкруги.

    На першому поверсі у вікні кухні на підвіконні стояла трилітрова банка з водою, у якій красувалася квітка соняшника.
</p>
<p>
    - Ну що, Бруно, пішли до котеджу?
</p>