<p>
    Веранда була відкритого типу, без жодного скла.

    На сосновому нелакованому столі лежав свіжий журнал Forensic Science - та не це привернуло мою увагу.

    Вчитель виніс професійний телескоп-рефлектор системи Грегорі з майже півметровим діаметром об'єктиву!
</p>
<p>
    Підійшовши до цього красеня я заглянув в окуляр.

    Так як зараз був ранок, то мені нічого внятного не повиділося - якісь розмиті блакитно-сірі розводи.

    Судячи з усього цього, Вчитель сьогодні вночі здійснював прогулянку по небу, а судячи з довжини його нотаток і кількості яблучних огризків - він провів тут половину ночі.

    Я проглянув записи і мене здивувало те, що Вчитель вдивлявся в... ніщо.

    Не галактики, ні зоряного скупчення, ні планет в тих координатах, які були виписані, наскільки я знаю, в цю пору року видно не було.

    Дуже дивно!
</p>
<p>
    Бруно вибіг із дому, неголосно гавкнув на мене, наче запрошуючи увійти.

    Взявши яблуко з плетеної корзини я зайшов всередину.
</p>