<p>
    Та в цьому місті є дещо особливе: найстаріший в Європі та один з найстаріших у світі університет.

    Саме цей універ заклав основу європейської освіти.

    Короновані особи посилали своїх дітей для вивчення наук саме в цей заклад.
    Саме цей університет вказував як alma mater Коперник.
    Мені було дуже соромно що я там ніколи не був.
</p>
<p>
    - Треба буде захищатися саме там... - сказав я до себе.

    Мені було б вигідніше захищатись у одному з французьких універів, але захист вченого-полімата приймає будь-який вищий державний заклад IV рівня акредитації - притому незалежно від країни.
</p>