<p>Хокінґ ще 'спав', тому зал для брифінгу був темний. Крізь великий ілюмінатор, до якого я підлетів, виднілася Терра. Капітан наблизився до центрального стола, щось покрутив в ньому і поверхня його засвітилась.</p>
<p>- Так… - сказав капітан, востаннє звіряючись з планом, - треба підготуватися до прийому основного екіпажу. Грег, на тобі лежать всі стратегічні системи: управління, життєзабезпечення і тому подібне. Після того, як Лілой з допомогою свого терміналу увімкне ядро, - він подивився на мене і я кивнув, - ти підключиш їх. Лілой, як ти це зробиш - відразу рапортуй.</p>
<p>- Добре, сер.</p>
<p>- Джоне, - він повернувся до головного інженера, - на тобі двигуни. Протестуй кожен із них. Я ж з Ентоні перевірю арсенал. Питання?</p>
<p>Ханді спитала:</p>
<p>- Коли чекати перший човник?</p>
<p>- Це питання до головного вченого. Гіл?</p>
<p>- Якщо Лілой успішно пробудить Хокінґ, то через дванадцять годин.</p>
<p>Ханді покивала.</p>
<p>- Іще питання? Тоді до роботи.</p>
<p>Гіл підійшов до мене і тихенько сказав:</p>
<p>- Якщо виникнуть проблеми, клич мене, добре?</p>
<p>Я з вдячністю кивнув.</p>