<p>Прокинувся я десь о п'ятій годині ранку. Звечора я щільно затулив штори, тому було темно. Коло мене затишно вмостилась руда тепла лисиця. Тихенько підклавши красуні теплу подушку я встав, запалив тьмяний нічник і подивився в дзеркало: синюваті мішки були на місці, почервонілі очі теж. І це без краплини алкоголю... Кошмар! Похитавши головою, я зробив вранішні процедури, умився до поясу, почистив зуби та задумав приготувати невеличкий сюрприз. Підійшовши до стільця одягом де весів модуль я сказав:</p>
<p>- Орді…</p>
<p>Смарагдовий світлодіод спалахнув: це означає, що Орді мене чує. Пошепки, щоб не розбудити красуню, я продовжував:</p>
<p>- Я десь чув про таку страву як кіцуне-удон. Що її відрізняє від звичайного удону?</p>
<p>Орді, також пошепки, відповів:</p>
<p>- Смажений тофу та нарізана зелена цибуля, які додають до удону в кінці.</p>
<p>Я як знав про це! У мене навіть трошки твердого тофу з ароматними спеціями залишилось… Орді продовжував:</p>
<p>- А ти знаєш що за японским повір’ям, кіцуне-духи більш за все люблять смажений тофу і одарюють поцілунком того, хто приготував цю чудесну страву?</p>
<p>Насправді приготувати її, судячи з вбогих електричних конфорок і відсутності пательні буде справжнім чудом... Але я був вдячний Орді за це ремарку.</p>
<p>Та спочатку я хотів приготувати каву. На мою думку є два класи кавових напоїв: смачні, від який тобі хочеться спати, та бридкі, від яких ти відразу прокидаєшся. Готував я саме такий. Сполоснувши джезву, засипавши туди до дідька кави та трішки кориці, я поставив кастрюльку з бульйоном та турку на електроплитку. Всі кажуть, що приготування удону це складне дійство. Не знаю, що тут може бути складного! Варите овочевий бульйон з різними коріннями, додаєте трошки олії та ще менше чілі - щоб бульйон вийшов прогріваючий. Потім додаєте туди локшину. На пательні (або на дні іншої каструлі, як у даному випадку) розтоплюєте вершкове масло та припускаєте тофу. У глибоку тарілку насипаєте локшини з бульйоном, зверху кладете тофу і, як фінал, мілко ріжете зелену цибулю. Просто й швидко! Зробивши усе це, я подивився на сплячу красуню.</p>
<p>Кіцунка була сексапільна, навіть сопучи у дві дірки. Міцно зжимаючи подушку, вона вистромила свою ніжку легкоатлета з під ковдри і обвила нею 'талію' подушки. Що й казати - у ліжку вона була богинею. Я задивився на це чудо так, що кава майже збігла. Розливши її по філіжанках, я почув:</p>
<p>- Як смачно пахне!</p>
<p>Поставивши все це на маленький чорний столик, я котив його до ліжка та промовив:</p>
<p>- Сніданок?</p>
<p>Кіцуне посміхнулася, і, зівнувши, сказала:</p>
<p>- Дякую.</p>
<p>Вона взяла одну із філіжанок, відсьорбнула кави та, почмокавши, сказала, поморщивши носик:</p>
<p>- Яка бридота!</p>
<p>Я розсміявся та відповів:</p>
<p>- Та я знаю! Проте, ми обидва не виспались - а випивши цілу чашку цього огидного варева, ми трошки нівелюємо це.</p>
<p>Кіцуне кивнула, втянула пшеничну локшину, відпила ще ковток, та спитала:</p>
<p>- Хвилюєшся?</p>
<p>Поглянувши на неї я відповів чесно:</p>
<p>- Так. І навіть більше - я побоююся цього вильоту. Дивно, так?</p>
<p>Вона ще раз кивнула та сказала:</p>
<p>- Ніскільки. Я б здивувалася якби ти був би спокійний. Це природньо боятися першого польоту в простір.</p>
<p>Вона переселилася через тарілку та поцілувала мене в щоку. я взяв її за руку та промовив:</p>
<p>- Наш шатл вилітає через декілька годин, а ми ще голі. Швидко їмо удон, вдягаємося і чимчикуємо туди - а то вони полетять без нас.</p>