<p>Шатл був обставлений у стилі стім-панк. Стіни мідного кольору, у підлозі невеличкі рейки які дозволяють по-різному ставити крісла. Головне світло не горіло, тому салон освічувався з ілюмінаторів. З дюжину крісел стояло в чотирьох групах, до кожного крісла можна було з легкістю підійти. Кіцуне зайняла місце біля одного з ілюмінаторів а я ж спершу звернув у рубку. Там, на середній полиці у шафі з технічними паперами, знаходився невеличкий автомат з напоями для екіпажу. Замовивши два стандартні стакани гарячого ароматного густого шоколаду я всівся в сусіднє крісло.</p>
<p>- Ти чудо! - сказала вона, приймаючи закриту паперову склянку, яку використовують навіть при відсутності гравітації. Відсьорбнувши напою, Кіцуне продовжила:</p>
<p>- Ти, я бачу, знаєшся на шатлах - я у мене в цьому прогалина. Не можеш мене підтягнути? Ось, наприклад, цей шатл…</p>
<p>Я відкинув паски на сусідніє крісло та почав:</p>
<p>- Цей шатл належить до типу кораблів середьнього розміру…</p>
<p>Кіцуне одразу мене перебила:</p>
<p>- Тобто є іще менші?</p>
<p>Я покивав:</p>
<p>- Звісно. Персональні човники, карети швидкої - це вже не кажучи про військову техніку.</p>
<p>Вона кивнула і я продовжив:</p>
<p>- Каркас шатлу із сплаву, в основі якого титан. Вся інша частина фюзеляжу виготовлена з параарамідної тканини…</p>
<p>- На кшталт кевлару?</p>
<p>- Це і є кевлар - тільки по особливому оброблений - він не боїться високих температур. Стіни салону з людьми ще додатково захищені багаторівневим шаром, який ізолює тепло, затримує майже все йонізуюче випромінювання і тому подібне. Ударостійкі ілюмінатори складаються з чогось, нагадуючого триплекс - тільки тут декілька десятків шарів. Зовнішні шарі зроблено з кварцу.</p>
<p>- А система двигунів?</p>
<p>- У цьому шатлі їх три: маршева, маневрова та корекційна. Маршові двигуни ми бачили, коли підходили до шатлу - вони самі великі й потужні. Вони діють на зльоті а також при заданні нового курсу.</p>
<p>- А інші дві?</p>
<p>- Маневрова система діє тоді, коли пілот або змінює орбіту, або на початку посадки - загалом при будь якій зміні орієнтації шатлу. Корекційна система контролюється виключно бортовим комп'ютером і діє або щоб погасити вібрацію або щоб здвинути шатл, якщо його курс та курс іншого об'єкта перетинаються.</p>
<p>- Що ти маєш на увазі під "об'єктом"? Метеорит?</p>
<p>- Будь що: астероїд, супутник, інший шатл. Система стеження постійно відслідковує всі об'єкти у радіусі ста кілометрів.</p>
<p>- А чи не простіше вказати пілотові?</p>
<p>- Не вистачить часу. Перша космічна швидкість рівна приблизно восьми кілометрів в секунду. Астероїд може летіти з швидкістю в десять разів швидше...</p>
<p>Я почав помічати, що занадто швидко говорю. Швидко, але невнятно. Я заставив себе замовкнути а Кіцуне просто сказала:</p>
<p>- Передстартовий мандраж, нічого страшного. Купується дуже просто: зроби декілька найглибших вдихів - як при вентиляції легень, потім затримай дихання на десять секунд.</p>
<p>Зробивши все це, я здивовано помітив, що тривога мало-помалу випарилася. Я хотів продовжити але хтось почав підніматися по трапу. Кіцуне взяла мене за руку та прошепотіла:</p>
<p>- Ну що ж, почали?</p>