<p>Все сталося легше, ніж я думав. Розсадивши нас з Кіцункою та вліпивши мені зауваження за те, що я взяв шоколад без дозволу, ми виїхали на смугу. Злетівши, Ворік повів шатл вздовж ріки, яка зміюкою пробиралася крізь ліса та впадала в море. Я сидів коло люка і бачив її в лючний ілюмінатор. Нарешті ми полетіли над водою і кут почав зменшуватися - із літака шатл почав перетворюватись на ракету. Я закрив очі і одразу перед взором з'явився викладач шкільної фізики і проголосив: "Кут падіння це не кут між траєкторією та поверхнею, це кут між траєкторією та вертикаллю, проведеною до поверхні. Тобто чим крутіший нахил шатлу до поверхні землі - тим менше цей кут. Тоді я отримав двійку. Я відчув, що кінцівки налились свинцем, стало важче вдихати повітря. Відкривши очі, я побачив, що на моніторі швидко збільшувалось висотне число. Це тривало десять хвилин. В ілюмі зірок не було видно: тільки густа темрява. Дуже сильна вібрація пронизувала усе тіло. Ханді раптом крикнула:</p>
<p>- Поздоровляю, новоспечені астронавти - перейдено лінію Кармана!</p>
<p>Це означає, що ми вище ста кілометрів. Ще декілька хвилин знадобились Воріку, щоб вивести нас на низьку орбіту та відключити двигуни.</p>
<p>Вчитель описував невагомість, але ті його слова не передають аж ніяких відчуттів. Я думав, що моє тіло буде 'плавати' в повітрі, але це не зовсім вірно. Крихітний поштовх, який на Планеті залишається непоміченим, тут заставляє тіло рухатись! Якби не ремені, то я б 'поплив' у будь-якому напрямку. Перед моїм поглядом пролетів чи мій чи Кіцуне паперовий стакан з маленькими нерівними кульками напою, які слідували за стаканом.</p>
<p>Ханді перелітала від крісла до крісла, щось запитувала і вислуховувала відповідь. Ворік у пілотських окулярах оглядав схему нової орбіти.</p>
<p>Я подивився на Кіцунку. Вона була блідо-зелена і швидко діставала блювотний пакет із ручки крісла. Попросивши дозволу у Воріка та вивільнившись від пасок, я незграбно відштовхнувся та полетів приблизно у сторону Кіцуне. Поки я летів, її знудило. Ханді, моментально опинившись поряд, взяла її руку та відраховувала пульс.</p>
<p>- Доведеться тобі, Лілой, вдруге годувати Кіцуне, - сказала, посміхаючись, Ханді. Кіцуне мляво спитала:</p>
<p>- Чому я? Такий сором - доктор блює... І чому ти не блюєш? - обурено сказала вона.</p>
<p>Я подивився на Ханді, не знаючи що відповісти.</p>
<p>- Певне тому, що Лілою повезло відноситися до двадцяти відсотків людей без космічної хвороби.</p>
<p>- А вам доводилося колись перервати політ? - спитав я.</p>
<p>- Одного разу... Це було десь два роки тому. Я полетіла з новачками - на кшталт вас. Все спочатку було але, але через четверта години одного парубка почало тіпати.</p>
<p>- Конвульсії? - спитала Кіцуне, відходячи.</p>
<p>- Епілепсія.</p>
<p>- А що, він не міг сказати? - здивовано запитав я.</p>
<p>- Він не міг сказати, тому, що у нього не було припадків до того моменту. Політ в Простір - це дуже могутній тригер до багатьох недугів. Епілепсія, атеросклероз, різні ревматизми...</p>
<p>- Це хрест на його кар'єрі?</p>
<p>- Ні, чому ж? Є досить надійні препарати, які повністю купують припадки. Парубок полетів вдруге через пів року - і, наскільки я знаю, досі літає.</p>
<p>Ми літали майже годину. Тим людям яким було більш-менш добре Ворік задав виконувати вправи. Спочатку ми перекидали один одному м'яч, потім ми намагалися переміщатися в заданому Воріком напрямі. Нарешті настав той момент, коли в шатлі скінчилися пакети і те що ми з'їли на сніданок полетіло по салону. Ханді задоволено сказала:</p>
<p>- На сьогодні годі з них. Зайняти місця, підготуватися до посадки.</p>
