<p>Їдальня нам сподобалась своєю 'домашністю'. Велика зала, з одного боку заставлена відкритими холодильниками з провіантом. Тут було досить людно, але ми вихопили маленький стіл біля автомату з напоями, взяли по таці і пішли до їдла. Гарячі й холодні страви, м'ясний відсік, рибний відсік, відсік з різноманітними салатами - у нас розбігалися очі. Кіцуне спитала:</p>
<p>- Що будемо їсти?</p>
<p>Орді відповів замість мене:</p>
<p>- По аналізам в Лілоя маленька нестача калорій, тож я рекомендую якусь пасту.</p>
<p>Пробігшись по списку, я вирішив, що буду карбонару. І корисно, і смачно. Навіть перепелине яйце з оливковою олією на місці. Взявши глибоку тарілку, я собі почав накладати. Кіцуне взяла пряні равіолі з гарбузом. На попити ми обидва взяли зелений чай та всілися назад за столик. Кіцунка з'їла равіоль та сказала:</p>
<p>- М-м-м...Дуже смачно! А в тебе, як я бачу, і зброя є?</p>
<p>Я кивнув:</p>
<p>- Звичайний револьвер. Тільки набої незвичні…</p>
<p>- Можна подивитися?</p>
<p>Орді враз сказав законодавчим голосом:</p>
<p>- Параграф 8, стаття 2: офіцерам забороняється давати зброю табельну, власну або нагородну третім особам за винятком групи Б, в якій кіцуне відсутня.</p>
<p>Я розвів руками і сказав:</p>
<p>- Так, такий закон.</p>
<p>Кіцуне беззвучно розсміялася та ще раз спитала:</p>
<p>- А що незвичного в набоях?</p>
<p>- Пам'ятаєш Третій закон Ньютона?</p>
<p>- Так. Сила дії дорівнює силі протидії.</p>
<p>- В Просторі цей закон нічим не спотворюється. Куля виривається із зброї в  одному напрямку, стрілець летить в протилежному. І щоб цього уникнути, звичайні набої замінили безгільзовими кулями, які з собою несуть заряд…</p>
<p>- Наче маленькі ракети?</p>
<p>- Так, це вірно. Твердопаливні ракети з свинцевим накінечником. Ти, звичайно, дивилась Зоряні війни?</p>
<p>Вона кивнула:</p>
<p>- Постріл із цієї зброї нагадує за видом постріл із бластера.</p>
<p>Вона іще раз кивнула і я помітив Грега і Ханді. Вони ввійшли до їдальні і, побачивши нас, наблизились:</p>
<p>- Ви вже в формі... - почала Ханді а Грег продовжив:</p>
<p>- Лілой, зброя розряджена?</p>
<p>Я кивнув:</p>
<p>- Так, сер.</p>
<p>Ханді продовжила:</p>
<p>- Ми зараз теж поїмо і разом підемо до капітана, добре? - вона продовжила. - Мені подобається яку їжу ви споживаєте. Що не кажи, а молоді люди знають толк в стравах...</p>
