    Їдальня нам сподобалась своєю 'домашністю'. Велика зала, з одного боку заставлена відкритими холодильниками з провіантом. Тут було досить людно, але ми вихопили маленький стіл біля автомату з напоями, взяли по таці і пішли до їдла. Гарячі й холодні страви, м'ясний відсік, рибний відсік, відсік з різноманітними салатами - у нас розбігалися очі. Кіцуне спитала:
    - Що будемо їсти?
    Орді відповів замість мене:
    - По аналізам в Лілоя маленька нестача калорій, тож я рекомендую якусь пасту.
    Пробігшись по списку, я вирішив, що буду карбонару. І корисно, і смачно. Навіть перепелине яйце з оливковою олією на місці. Взявши глибоку тарілку, я собі почав накладати. Кіцуне взяла пряні равіолі з гарбузом. На попити ми обидва взяли зелений чай та всілися назад за столик. Кіцунка з'їла равіоль та сказала:
    - М-м-м...Дуже смачно! А в тебе, як я бачу, і зброя є?
    Я кивнув:
    - Звичайний револьвер. Тільки набої незвичні…
    - Можна подивитися?
    Орді враз сказав законодавчим голосом:
    - Параграф 8, стаття 2: офіцерам забороняється давати зброю табельну, власну або нагородну третім особам за винятком групи Б, в якій кіцуне відсутня.
    Я розвів руками і сказав:
    - Так, такий закон.
    Кіцуне беззвучно розсміялася та ще раз спитала:
    - А що незвичного в набоях?
    - Пам'ятаєш Третій закон Ньютона?
    - Так. Сила дії дорівнює силі протидії.
    - В Просторі цей закон нічим не спотворюється. Куля виривається із зброї в  одному напрямку, стрілець летить в протилежному. І щоб цього уникнути, звичайні набої замінили безгільзовими кулями, які з собою несуть заряд…
    - Наче маленькі ракети?
    - Так, це вірно. Твердопаливні ракети з свинцевим накінечником. Ти, звичайно, дивилась Зоряні війни?
    Вона кивнула:
    - Постріл із цієї зброї нагадує за видом постріл із бластера.
    Вона іще раз кивнула і я помітив Грега і Ханді. Вони ввійшли до їдальні і, побачивши нас, наблизились:
    - Ви вже в формі... - почала Ханді а Грег продовжив:
    - Лілой, зброя розряджена?
    Я кивнув:
    - Так, сер.
    Ханді продовжила:
    - Ми зараз теж поїмо і разом підемо до капітана, добре? - вона продовжила. - Мені подобається яку їжу ви споживаєте. Що не кажи, а молоді люди знають толк в стравах...
