    Сьогодні була неділя. Ми з Кіцуне порадилися і вирішили пожити у моїй кімнаті. Хоча вона в'їхала в мій номер вчора, вона уже прикрасила його. Кіцуне десь  дістала вазон з небесно-блакитними квітами - і у кімнаті запахло грозовою свіжістю.
    На вечір Кіцуне відібрала у мене фартух та дерев'яну ложку, посадила мене на стілець, відкрила пакет заморожених вареників з картоплею та зварила їх. Потім сидячи у мене на руках, брала вареник, окунала його в сметану та клала мені в рот. Чудна вона, що й казати!
    Цей день був останній вихідний перед вильотом. Був пізній ранок але ми були ністільки ліниві, що ще не вставали з ліжка. Вона знову сиділа на мені і знову годувала сирковою масою.
    - Їж! Я передивилася аналізи - у тебе недостача кальцію! На біса ти мені здався, такий... декальцифікований? Їж, бо дам в диню!
    Раз в два дні кожен із нас здавав кров із вени і я і не здогадувався, що в Кіцуне може бути доступ. Я похитав головою і промичав:
    - А дозвіл?
    Кіцуне пару раз двинула талією:
    - Мені можна без дозволу - я ж лікар…
    Здавшись, я продовжив поглинати смачну субстанцію зі смаком вишні, розглядаючи налиті красоти Кіцунки:
    - Ану не дивись на мої цицьки! - обурено сказала вона та вигнулась таким чином, що її диньки були всюди. Кіцуне завойовувала мене! На щастя задзвонив мій мобільний. Я смикнувся, але її стегна міцно тримали мій торс; вона нахилилась, взяла з моєї тумби телефон, подивилася на нього та відповіла:
    - Так, Ханді. Так, він тут. Що трапилося?
    Поки Кіцуне вислуховувала відповідь Ханді я доїв сирок та поставив пластикову банку на тумбу. Кіцуне подякувала, поклала слухавку і сказала:
    - Вихідний відміняється. Сьогодні опівночі з'явилося вікно, так що нам треба сьогодні в фуражню за формою.
    - І звідки ти таких слів навчилася? - здивовано запитав я.
    Вона таємниче посміхнулася і ми почали одягатися.