<p>Сьогодні була неділя. Ми з Кіцуне порадилися і вирішили пожити у моїй кімнаті. Хоча вона в'їхала в мій номер вчора, вона уже прикрасила його. Кіцуне десь  дістала вазон з небесно-блакитними квітами - і у кімнаті запахло грозовою свіжістю.</p>
<p>На вечір Кіцуне відібрала у мене фартух та дерев'яну ложку, посадила мене на стілець, відкрила пакет заморожених вареників з картоплею та зварила їх. Потім сидячи у мене на руках, брала вареник, окунала його в сметану та клала мені в рот. Чудна вона, що й казати!</p>
<p>Цей день був останній вихідний перед вильотом. Був пізній ранок але ми були ністільки ліниві, що ще не вставали з ліжка. Вона знову сиділа на мені і знову годувала сирковою масою.</p>
<p>- Їж! Я передивилася аналізи - у тебе недостача кальцію! На біса ти мені здався, такий... декальцифікований? Їж, бо дам в диню!</p>
<p>Раз в два дні кожен із нас здавав кров із вени і я і не здогадувався, що в Кіцуне може бути доступ. Я похитав головою і промичав:</p>
<p>- А дозвіл?</p>
<p>Кіцуне пару раз двинула талією:</p>
<p>- Мені можна без дозволу - я ж лікар…</p>
<p>Здавшись, я продовжив поглинати смачну субстанцію зі смаком вишні, розглядаючи налиті красоти Кіцунки:</p>
<p>- Ану не дивись на мої цицьки! - обурено сказала вона та вигнулась таким чином, що її диньки були всюди. Кіцуне завойовувала мене! На щастя задзвонив мій мобільний. Я смикнувся, але її стегна міцно тримали мій торс; вона нахилилась, взяла з моєї тумби телефон, подивилася на нього та відповіла:</p>
<p>- Так, Ханді. Так, він тут. Що трапилося?</p>
<p>Поки Кіцуне вислуховувала відповідь Ханді я доїв сирок та поставив пластикову банку на тумбу. Кіцуне подякувала, поклала слухавку і сказала:</p>
<p>- Вихідний відміняється. Сьогодні опівночі з'явилося вікно, так що нам треба сьогодні в фуражню за формою.</p>
<p>- І звідки ти таких слів навчилася? - здивовано запитав я.</p>
<p>Вона таємниче посміхнулася і ми почали одягатися.</p>