<p>Щось вийняло мене з спогадів. Я відкрив очі й побачив Учителя. Він був у своїх дорожних вільних штанах, махровому жилету, який йому зв’язала дружина та фірмовому солом’яному капелюсі. Учитель поспішав до мене - і крім того, він був не один. З ним була Кіцуна. В обох були дуже схвильовані лиця. Цікаво як вони мене знайшли? Я вже нагодився запитати їх про це, як Учитель гаркнув:</p>

<p>- Ви подивіться на нього! Він пікнік собі зробив! І либиться! Ану вставай!</p>

<p>Слова застрягли у мене в горлі і я встав. Вчитель продовжував:</p>

<p>- У нас проблеми. Ти включений в групу швидкого реагування - все інше тобі роз’яснить Кіцуна. Швидше!</p>

<p>Я запитав:</p>

<p>- А ви?</p>

<p>Вчитель покрутив головою:</p>

<p>- Я буду прикривати ваші тили - до того ж треба відсвяткувати твоє становлення - тож корзину залиш. М-м-м... кава з корицею? Обожнюю!</p>

<p>Вчитель уже наливав пахнючий напій а я скерований Кіцункою поспішив до дороги.</p>

<p>- Почекай! Можеш хоч ти мені сказати що сталося? - не поспішаючи за нею спитав я.</p>

<p>Вона замість відповіді на моє питання, скомандувала:</p>

<p>- Бачиш білу машину? Хутчіш сідай!</p>

<p>Я побачив, що два патрульних чатували недалеко від неправильно припаркованої машини, проте вони її начебто не бачили. Ми всілися і Кіцунка розвила шалену швидкість. Патрульні і не тявкнули. А може їм хтось наказав не помічати? Я подивився на неї.</p>

<p>- У Ханді проблеми. Серйозні проблеми. Як сказав твій Вчитель, ми включені в маленьку группу по їх вирішенню. Все інше нам розповість Ханді.</p>

<p>Ми підлітали до грунтівного аеродрому на якому чекав маленький гвинтокрил.</p>

<p>- Можу я поцікавитись куди ти мене тягнеш? Куди ми летимо?</p>

<p>Кіцунка нарешті посміхнулась та промовила:</p>

<p>- Можеш. Тепер ти можеш усе. Летимо ми в Україну. Точніше - в Чорнобиль.</p>