<p>Захист було заплановано на південь, проте я о п'ятій годині ранку вже був в аудиторії: ще і ще раз переглядав доповідь, намагався утримати в голові всі можливі питання та хлестав каву бадьями. Кофеїн мене погубить! О дев'ятій годині в мене почався 'мандраж захисника'. Я вже захищав вчені звання - і у мене щоразу був цей мадраж.</p>

<p>Годиною пізніше до мене завітали кілька студентів. Виявляється, що вони планують у майбутньому теж піти стезею поліматів і вони дуже задоволені тим, що саме їх ВУЗ я обрав для становлення. Вони вже десь надибали чорнову копію моєї дисертації і тепер прийшли раніше комісії, щоб провентилювати виникшв у них питання.</p>

<p>Я вважав студентів недалекими в плані серйозної науки людьми з поверхневим поглядом на системи. Я помилявся. Вони не просто задавали питання: вони інстинктивно чи ні били по тих місцях, які в мене в захисті виявилися слабкими. Через півгодини я почав червоніти, йше через годину я почав роздумувати а чи не відмінити мені захист. На щастя прийшла комісія й прогнала студентів.</p>

<p>Цей захист був якийсь не такий. Я думав я буду виступати, показувати презентацію, проте голова комісії, замовив нам кави і почалася конструктивна розмова. Ніхто навіть не поглянув на код - в більшості сиділи і переглядали документацію. Я, щоб їм полегшити завдання, відкопавши карту документації вивісив її на екрані, що проектувався на дошку. Вони подякували, підійшли до інтерактивної дошки та в процесі вивчення задавали питання. Їх більше цікавили мої майбутні плани, чим те, що я вже зробив.</p>

<p>Це продовжувалося близько трьох годин. Ще півгодини комісія поговорила наодинці і коли я зайшов, голова сказав:</p>

<p>- Це дуже важлива робота і ваші плани нас повністю влаштовують. Продовжуйте й далі…</p>

<p>Я з вдячністю кивнув та відповів:</p>

<p>- Звісно, дякую.</p>

<p>Я пройшов. Не було вишуканих речей, не було передачі регалій - нічого такого не було. Вони визнали мене рівним - і це головне. Це вже потім, коли я прийшов в свій номер, я побачив, що хтось залишив тут походну мантію та персональну руну полімата. Я посміхнувся і завалився спати.</p>